{
    "03:00": [
        {
            "time": "three o'clock",
            "book": "The Voyage Out",
            "author": "Virginia Woolf",
            "prefix": "\"She died this morning, very early, about ",
            "suffix": ".\""
        },
        {
            "time": "Three in the morn.",
            "book": "Something Wicked This Way Comes",
            "author": "Ray Bradbury",
            "prefix": "Three a.m. That’s our reward. ",
            "suffix": " The soul’s midnight. The tide goes out, the soul ebbs. And a train arrives at an hour of despair. Why?"
        },
        {
            "time": "three o'clock",
            "book": "The Long Dark Tea-time of the Soul",
            "author": "Douglas Adams",
            "prefix": "According to her watch it was shortly after ",
            "suffix": ", and according to everything else it was night-time."
        },
        {
            "time": "At three am",
            "book": "The Long Goodbye",
            "author": "Raymond Chandler",
            "prefix": "",
            "suffix": " I was walking the floor and listening to Katchaturian working in a tractor factory. He called it a violin concerto. I called it a loose fan belt and the hell with it"
        },
        {
            "time": "three o' clock in the morning",
            "book": "The Medusa Frequency",
            "author": "Russell Hoban",
            "prefix": "At ",
            "suffix": " Eurydice is bound to come into it. After all, why did I sit here like a telegrapher at a lost outpost if not to receive messages from everywhere about the lost Eurydice who was never mine to begin with but whom I lamented and sought continually both professionally and amateurishly. This is not a digression. Where I am at three o' clock in the morning - and by now every hour is three o' clock in the morning - there are no digressions, it's all one thing."
        },
        {
            "time": "at three o’clock in the morning",
            "book": "The Crack-Up",
            "author": "F. Scott Fitzgerald",
            "prefix": "But ",
            "suffix": ", a forgotten package has the same tragic importance as a death sentence, and the cure doesn’t work -- and in a real dark night of the soul it is always three o’clock in the morning, day after day."
        },
        {
            "time": "three o'clock",
            "book": "Afternoon Raag",
            "author": "Amit Chaudhuri",
            "prefix": "Early mornings, my mother is about, drifting in her pale nightie, making herself a cup of tea in the kitchen. Water begins to boil in the kettle; it starts as a private, secluded sound, pure as rain, and grows to a steady, solipsistic bubbling. Not till she has had one cup of tea, so weak that it has a colour accidentally golden, can she begin her day. She is an insomniac. Her nights are wide-eyed and excited with worry. Even at ",
            "suffix": " in the morning one might hear her eating a Bain Marie biscuit in the kitchen."
        },
        {
            "time": "3 a.m.",
            "book": "Songs from the Other Side of the Wall",
            "author": "Dan Holloway",
            "prefix": "I slam the phone down but it misses the base. I hit the clock instead, which flashes ",
            "suffix": ""
        },
        {
            "time": "3 o'clock",
            "book": "The Crack-Up",
            "author": "F. Scott Fitzgerald",
            "prefix": "In a real dark night of the soul it is always ",
            "suffix": " in the morning."
        },
        {
            "time": "at three A.M.",
            "book": "Nemesis",
            "author": "Philip Roth",
            "prefix": "It was six untroubled days later – the best days at the camp so far, lavish July light thickly spread everywhere, six masterpiece mountain midsummer days, one replicating the other – that someone stumbled jerkily, as if his ankles were in chains, to the Comanche cabin’s bathroom ",
            "suffix": ""
        },
        {
            "time": "three in the morning",
            "book": "Solar",
            "author": "Ian McEwan",
            "prefix": "It was ",
            "suffix": " when his taxi stopped by giant mounds of snow outside his hotel. He had not eaten in hours."
        },
        {
            "time": "three o'clock at night",
            "book": "I'm Not Stiller",
            "author": "Max Frisch",
            "prefix": "Once I saw a figure I shall never forget. It was ",
            "suffix": ", as I was going home from Blacky as usual; it was a short-cut for me, and there would be nobody in the street at this time of night, I thought, especially not in this frightful cold."
        },
        {
            "time": "Three AM.",
            "book": "The Game Players of Titan",
            "author": "Philip K Dick",
            "prefix": "Roused from her sleep, Freya Gaines groped for the switch of the vidphone; groggily she found it and snapped it on. 'Lo,' she mumbled, wondering what time it was. She made out the luminous dial of the clock beside the bed. ",
            "suffix": " Good grief."
        },
        {
            "time": "0300",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "Schact clears his mouth and swallows mightily. 'Tavis can't even regrout tile in the locker room without calling a Community meeting or appointing a committee. The Regrouting Committee's been dragging along since may. Suddenly they're pulling secret ",
            "suffix": " milk-switches? It doesn't ring true, Jim."
        },
        {
            "time": "Three in the morning",
            "book": "Something Wicked This Way Comes",
            "author": "Ray Bradbury",
            "prefix": "",
            "suffix": ", thought Charles Halloway, seated on the edge of his bed. Why did the train come at that hour? For, he thought, it’s a special hour. Women never wake then, do they? They sleep the sleep of babes and children. But men in middle age? They know that hour well"
        },
        {
            "time": "three",
            "book": "Three Men in a Boat",
            "author": "Jerome K Jerome",
            "prefix": "What's the time?\" said the man, eyeing George up and down with evident suspicion; \"why, if you listen you will hear it strike.\" George listened, and a neighbouring clock immediately obliged. \"But it's only gone ",
            "suffix": "!\" said George in an injured tone, when it had finished."
        },
        {
            "time": "3:00 a.m.",
            "book": "Desperate Characters",
            "author": "Paula Fox",
            "prefix": "When Sophie awoke, it was ",
            "suffix": ""
        },
        {
            "time": "three o’clock",
            "book": "Middlemarch",
            "author": "George Eliot",
            "prefix": "You hearken, Missy. It’s ",
            "suffix": " in the morning and I’ve got all my faculties as well as ever I had in my life. I know all my property and where the money’s put out. And I’ve made everything ready to change my mind, and do as I like at the last. Do you hear, Missy? I’ve got my faculties.”"
        }
    ],
    "03:01": [
        {
            "time": "about three o'clock",
            "book": "The Short Happy Life of Francis Macomber",
            "author": "Ernest Hemingway",
            "prefix": "It was now ",
            "suffix": " in the morning and Francis Macomber, who had been asleep a little while after he had stopped thinking about the lion, wakened and then slept again."
        }
    ],
    "03:04": [
        {
            "time": "3.04",
            "book": "The Return of the Dancing Master",
            "author": "Henning Mankell",
            "prefix": "…his back-up alarm clock rang. He looked at his front-line clock on the bedside table and noted that it had stopped at ",
            "suffix": ". So, you couldn’t even rely on alarm clocks."
        }
    ],
    "03:05": [
        {
            "time": "3:05 a.m.",
            "book": "The Corrections",
            "author": "Jonathan Franzen",
            "prefix": "On the Sunday before Christmas she awoke at ",
            "suffix": " and though: Thirty-six hours. Four hours later she got up thinking: Thirty-two hours. Late in the day she took Alfred to the street-association Christmas party at Dale and Honey Driblett’s, sat him down safely with Kirby Root, and proceeded to remind all her neighbors that her favorite grandson, who’d been looking forward all year to a Christmas in St. Jude, was arriving tomorrow afternoon."
        }
    ],
    "03:07": [
        {
            "time": "3.07am",
            "book": "The Cold Six Thousand",
            "author": "James Ellroy",
            "prefix": "Wayne late-logged in: ",
            "suffix": " -the late-late show. He parked. He dumped his milk can. He yawned, he stretched. He scratched."
        }
    ],
    "03:10": [
        {
            "time": "ten-past three",
            "book": "The Whole Story and Other Stories",
            "author": "Ali Smith",
            "prefix": "I think my credit card was in there too. I wrote down the words credit card and said that if they wouldn't let me cancel them I'd demand that they registered the loss so you couldn't be charge for anything beyond the time of my calling them up. I looked at the clock. It was ",
            "suffix": "."
        },
        {
            "time": "ten past three",
            "book": "Love Again",
            "author": "Philip Larkin",
            "prefix": "Love again; wanking at ",
            "suffix": ""
        }
    ],
    "03:14": [
        {
            "time": "3.14",
            "book": "The Slap",
            "author": "Christos Tsiolkas",
            "prefix": "Since he had told the girl that it had to end, he'd been waking up every morning at ",
            "suffix": ", without fail. Every morning his eyes would flick open, alert, and the red numerals on his electric alarm clock would read 3.14."
        }
    ],
    "03:15": [
        {
            "time": "3:15",
            "book": "Manhole 69",
            "author": "JG Ballard",
            "prefix": "Above the door of Room 69 the clock ticked on at ",
            "suffix": ". The motion was accelerating. What had once been the gymnasium was now a small room, seven feet wide, a tight, almost perfect cube."
        }
    ],
    "03:17": [
        {
            "time": "3:17",
            "book": "The Goldfinch",
            "author": "Donna Tartt",
            "prefix": "The two of us sat there, listening—Boris more intently than me. “Who’s that with him then?” I said. “Some whore.” He listened for a moment, brow furrowed, his profile sharp in the moonlight, and then lay back down. “Two of them.” I rolled over, and checked my iPod. It was ",
            "suffix": " in the morning."
        },
        {
            "time": "3.17 a.m.",
            "book": "What Was Lost",
            "author": "Catherine O'Flynn",
            "prefix": "He turned to the monitors again and flicked through the screens, each one able to display eight different camera mountings, giving Kurt 192 different still lives of Green Oaks at ",
            "suffix": " this March night."
        }
    ],
    "03:19": [
        {
            "time": "3.19 A.M.",
            "book": "House of Leaves",
            "author": "Mark Z Danielewski",
            "prefix": "The time stamp on Navidson's camcorder indicates that it is exactly ",
            "suffix": ""
        }
    ],
    "03:20": [
        {
            "time": "3.20am",
            "book": "Anil's Ghost",
            "author": "Michael Ondaatje",
            "prefix": "Prabath Kumara, 16. 17th November 1989. At ",
            "suffix": " from the home of a friend."
        }
    ],
    "03:21": [
        {
            "time": "twenty-one minutes past three",
            "book": "The Toilers of the Sea",
            "author": "Victor Hugo",
            "prefix": "Next, he remembered that the morrow of Christmas would be the twenty-seventh day of the moon, and that consequently high water would be at ",
            "suffix": ", the half-ebb at a quarter past seven, low water at thirty-three minutes past nine, and half flood at thirty-nine minutes past twelve."
        }
    ],
    "03:25": [
        {
            "time": "3:25 a.m.",
            "book": "We Were the Mulvaneys",
            "author": "Joyce Carol Oates",
            "prefix": "It was ",
            "suffix": " A strange thrill, to think I was the only Mulvaney awake in the house."
        }
    ],
    "03:28": [
        {
            "time": "3.28",
            "book": "Dreams of Leaving",
            "author": "Rupert Thomson",
            "prefix": "Now somebody was running past his room. A door slammed. That foreign language again. What the devil was going on? he switched on his light and peered at his watch. ",
            "suffix": ". He got out of bed."
        }
    ],
    "03:30": [
        {
            "time": "Half past Three",
            "book": "At Half past Three, a single Bird",
            "author": "Emily Dickinson",
            "prefix": "At ",
            "suffix": ", a single Bird Unto a silent Sky Propounded but a single term Of cautious melody."
        },
        {
            "time": "half-past three A.M.",
            "book": "Les Miserables",
            "author": "Victor Hugo",
            "prefix": "At ",
            "suffix": " he lost one illusion: officers sent to reconnoitre informed him that the enemy was making no movement."
        },
        {
            "time": "3:30 A.M.",
            "book": "The World According to Garp",
            "author": "John Irving",
            "prefix": "It's ",
            "suffix": " in Mrs. Ralph's finally quiet house when Garp decides to clean the kitchen, to kill the time until dawn. Familiar with a housewife's tasks, Garp fills the sink and starts to wash the dishes."
        },
        {
            "time": "three-thirty",
            "book": "Whoever Was Using This Bed",
            "author": "Raymond Carver",
            "prefix": "Let's go to sleep, I say. \"Look at what time it is.\" The clock radio is right there beside the bed. Anyone can see it says ",
            "suffix": "."
        },
        {
            "time": "three thirty",
            "book": "How to Eat Fried Worms",
            "author": "Thomas Rockwell",
            "prefix": "Now, look. I am not going to call Dr. McGrath at ",
            "suffix": " in the morning to ask if it's all right for my son to eat worms. That's flat."
        }
    ],
    "03:33": [
        {
            "time": "3:33",
            "book": "Chronic City",
            "author": "Jonathan Lethem",
            "prefix": "A draft whistled in around the kitchen window frame and I shivered. The digital clock on Perkus's stove read ",
            "suffix": "."
        }
    ],
    "03:34": [
        {
            "time": "3:34 am.",
            "book": "Always Florence",
            "author": "Muriel Jensen",
            "prefix": "It was ",
            "suffix": " and he was wide-awake. He'd heard the phone ring and the sound of his uncle's voice."
        }
    ],
    "03:35": [
        {
            "time": "3.35 a.m.",
            "book": "The Dogs of Riga",
            "author": "Henning Mankell",
            "prefix": "He could just see the hands of the alarm clock in the darkness: ",
            "suffix": " He adjusted his pillow and shut his eyes."
        }
    ],
    "03:36": [
        {
            "time": "3:36 a.m.",
            "book": "Zoopraxis",
            "author": "Richard C Matheson",
            "prefix": "As I near Deadhorse, it's ",
            "suffix": " and seventeen below. Tall, sodium vapor lights spill on the road and there are no trees, only machines, mechanical shadows. There isn't even a church. It tells you everything."
        }
    ],
    "03:37": [
        {
            "time": "thirty-seven A.M.",
            "book": "The Cobweb",
            "author": "Stephen Bury",
            "prefix": "It was three ",
            "suffix": ", and for once Maggie was asleep. She had got to be a pretty good sleeper in the last few months. Clyde was prouder of this fact than anything."
        }
    ],
    "03:38": [
        {
            "time": "3.38am",
            "book": "Just Like the Ones we Used to Know",
            "author": "Connie Willis",
            "prefix": "At ",
            "suffix": ", it began to snow in Bowling Green, Kentucky. The geese circling the city flew back to the park, landed, and hunkered down to sit it out on their island in the lake."
        }
    ],
    "03:39": [
        {
            "time": "3.39am.",
            "book": "The Clockwork man",
            "author": "William Jablonsky",
            "prefix": "23 October 1893 ",
            "suffix": " Upon further thought, I feel it necessary to explain that exile into the Master's workshop is not an unpleasant fate. It is not simply some bare-walled cellar devoid of stimulation - quite the opposite."
        }
    ],
    "03:40": [
        {
            "time": "three forty",
            "book": "Saturday",
            "author": "Ian McEwan",
            "prefix": "His bedside clock shows ",
            "suffix": ". He has no idea what he's doing out of bed: he has no need to relieve himself, nor is he disturbed by a dream or some element of the day before, or even by the state of the world."
        }
    ],
    "03:41": [
        {
            "time": "3.41am.",
            "book": "The Dogs of Riga",
            "author": "Henning Mankell",
            "prefix": "The alarm clock said ",
            "suffix": " He sat up. Why was the alarm clock slow? He picked up the alarm clock and adjusted the hands to show the same time as his wristwatch: 3.44am"
        }
    ],
    "03:42": [
        {
            "time": "3:42",
            "book": "Bride Comes to Yellow Sky",
            "author": "Stephen Crane",
            "prefix": "\"We are due in Yellow Sky at ",
            "suffix": ",\" he said, looking tenderly into her eyes. \"\"Oh, are we?\"\" she said, as if she had not been aware of it. To evince surprise at her husband's statement was part of her wifely amiability."
        }
    ],
    "03:43": [
        {
            "time": "3.43am.",
            "book": "Ghostwritten",
            "author": "David Mitchell",
            "prefix": "The clock says ",
            "suffix": " The thermometer says it's a chilly fourteen degrees Fahrenheit. The weatherman says the cold spell will last until Thursday, so bundle up and bundle up some more. There are icicles barring the window of the bat cave."
        }
    ],
    "03:44": [
        {
            "time": "3.44 a.m.",
            "book": "Liver: Leberknödel",
            "author": "Will Self",
            "prefix": "It was dark. After she had switched the light on and been to the toilet, she checked her watch: ",
            "suffix": " She undressed, put the cat out the door and returned to the twin bed."
        }
    ],
    "03:45": [
        {
            "time": "quarter to four",
            "book": "An Ideal Husband",
            "author": "Oscar Wilde",
            "prefix": "LORD CAVERSHAM: Well, sir! what are you doing here? Wasting your life as usual! You should be in bed, sir. You keep too late hours! I heard of you the other night at Lady Rufford's dancing till four o' clock in the morning! LORD GORING: Only a ",
            "suffix": ", father."
        }
    ],
    "03:47": [
        {
            "time": "3:47",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "I stayed awake until ",
            "suffix": ". That was the last time I looked at my watch before I fell asleep. It has a luminous face and lights up if you press a button so I could read it in the dark. I was cold and I was frightened Father might come out and find me. But I felt safer in the garden because I was hidden."
        }
    ],
    "03:49": [
        {
            "time": "3.49",
            "book": "The Ipcress File",
            "author": "Len Deighton",
            "prefix": "It was ",
            "suffix": " when he hit me because of the two hundred times I had said, \"I don't know.\" He hit me a lot after that."
        }
    ],
    "03:50": [
        {
            "time": "ten or five to four",
            "book": "A Death in Brazil: A Book of Omissions",
            "author": "Peter Robb",
            "prefix": "She had used her cell phone to leave several messages on the answering machine in Sao Paulo of the young dentist of the previous evening, whose name was Fernando. The first was recorded at ",
            "suffix": " in the morning. I'm never going to forget you ... I'm sure we'll meet again somewhere."
        }
    ],
    "03:51": [
        {
            "time": "3:51",
            "book": "White Noise",
            "author": "Don DeLillo",
            "prefix": "I lacked the will and physical strength to get out of bed and move through the dark house, clutching walls and stair rails. To feel my way, reinhabit my body, re-enter the world. Sweat trickled down my ribs. The digital reading on the clock-radio was ",
            "suffix": ". Always odd numbered at times like this. What does it mean? Is death odd-numbered?"
        },
        {
            "time": "3:51",
            "book": "White Noise",
            "author": "Don DeLillo",
            "prefix": "The digital reading on the clock-radio was ",
            "suffix": ". Always odd numbers at times like this. What does it mean? Is death odd-numbered?"
        }
    ],
    "03:54": [
        {
            "time": "3.54 a.m.",
            "book": "The More a Man Has, the More a Man Wants",
            "author": "Paul Muldoon",
            "prefix": "The charter flight from Florida touched down at Aldergrove minutes earlier, at ",
            "suffix": ""
        }
    ],
    "03:55": [
        {
            "time": "3.55 a.m.",
            "book": "Saturday",
            "author": "Ian McEwan",
            "prefix": "Here in the cavernous basement at ",
            "suffix": ", in a single pool of light, is Theo Perowne."
        }
    ],
    "03:57": [
        {
            "time": "Nearly four",
            "book": "Sometimes a Great Notion",
            "author": "Ken Kesey",
            "prefix": "Certain facts were apparent: dark; cold; thundering boots; quilts; pillow; light under the door – the materials of reality - but I could not pin these materials down in time. And the raw materials of reality without that glue of time are materials adrift and reality is as meaningless as the balsa parts of a model airplane scattered to the wind...I am in my old room, yes, in the dark, certainly, and it is cold, obviously, but what time is it? \"",
            "suffix": ", son.\" But I mean what time?"
        }
    ],
    "03:58": [
        {
            "time": "two minutes to four",
            "book": "Heartland",
            "author": "Wilson Harris",
            "prefix": "The ancient house was deserted, the crumbling garage padlocked, and one was just able to discern - by peering through a crack in the bubbling sun on the window - the face of a clock on the opposite wall. The clock had stopped at ",
            "suffix": " early in the morning, or who could tell, it may have been earlier still, yesterday in the afternoon, a couple of hours after Kaiser had left Kamaria for Bartica."
        },
        {
            "time": "3:58",
            "book": "Underworld",
            "author": "Don Delillo",
            "prefix": "The clock atop the clubhouse reads ",
            "suffix": "."
        }
    ],
    "03:59": [
        {
            "time": "Nearly four",
            "book": "Sometimes a Great Notion",
            "author": "Ken Kesey",
            "prefix": "And the raw materials of reality without that glue of time are materials adrift and reality is as meaningless as the balsa parts of a model airplane scattered to the wind...I am in my old room, yes, in the dark, certainly, and it is cold, obviously, but what time is it? \"",
            "suffix": ", son.\""
        }
    ],
    "04:00": [
        {
            "time": "four o'clock",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "\"Nothing happened,\" he said wanly. \"I waited, and about ",
            "suffix": " she came to the window and stood there for a minute and then turned out the light.\""
        },
        {
            "time": "four am.",
            "book": "Watermelon",
            "author": "Marian Keyes",
            "prefix": "I looked at the clock and it was (yes, you guessed it) ",
            "suffix": " I should have taken comfort from the fact that approximately quarter of the Greenwich Mean Time world had just jolted awake also and were lying, staring miserably into the darkness, worrying ...\""
        },
        {
            "time": "4am",
            "book": "Atomised",
            "author": "Michel Houellebecq",
            "prefix": "Suddenly, he started to cry. Curled up on the sofa he sobbed loudly. Michel looked at his watch; it was just after ",
            "suffix": ". On the screen a wild cat had a rabbit in its mouth."
        },
        {
            "time": "Four o'clock",
            "book": "The Birds begun at Four o'clock",
            "author": "Emily Dickinson",
            "prefix": "The Birds begun at ",
            "suffix": "— Their period for Dawn—"
        },
        {
            "time": "at four",
            "book": "2666",
            "author": "Roberto Bolano",
            "prefix": "The night before Albert Kessler arrived in Santa Teresa, ",
            "suffix": " in the morning, Sergio Gonzalez Rodriguez got a call from Azucena Esquivel Plata, reporter and PRI congresswoman."
        },
        {
            "time": "at four",
            "book": "Aubade",
            "author": "Philip Larkin",
            "prefix": "Waking ",
            "suffix": " to soundless dark, I stare. In time the curtain-edges will grow light. Till then I see what's really always there: Unresting death, a whole day nearer now, Making all thought impossible but how And where and when I shall myself die."
        },
        {
            "time": "at four",
            "book": "The Tea Rose",
            "author": "Jennifer Donnelly",
            "prefix": "When he noticed that the chefs from the grand hotels and restaurants - a picky, impatient bunch - tended to move around from seller to seller, buying apples here and broccoli there, he asked if he could have tea available for them. Tommy agreed, and the chefs, grateful for a hot drink ",
            "suffix": " in the morning, lingered and bought."
        }
    ],
    "04:01": [
        {
            "time": "just after 4am",
            "book": "Atomised",
            "author": "Michel Houellebecq",
            "prefix": "Suddenly, he started to cry. Curled up on the sofa he sobbed loudly. Michel looked at his watch; it was ",
            "suffix": ". On the screen a wild cat had a rabbit in its mouth."
        }
    ],
    "04:02": [
        {
            "time": "4:02",
            "book": "The History of Love",
            "author": "Nicole Krauss",
            "prefix": "I walked up and down the row. No one gave me a second look. Finally I sat down next to a man. He paid no attention. My watch said ",
            "suffix": ". Maybe he was late."
        }
    ],
    "04:03": [
        {
            "time": "4:03 a.m.",
            "book": "The Time Traveler's Wife",
            "author": "Audrey Niffenegger",
            "prefix": "It's ",
            "suffix": " on a supremely cold January morning and I'm just getting home. I've been out dancing and I'm only half drunk but utterly exhausted."
        }
    ],
    "04:04": [
        {
            "time": "Four minutes after four!",
            "book": "Angel Hill",
            "author": "Cirilo Villaverde",
            "prefix": "",
            "suffix": " It's still very early and to get from here to there won't take me more than 15 minutes, even walking slowly. She told me around five o'clock. Wouldn't it be better to wait on the corner"
        }
    ],
    "04:05": [
        {
            "time": "4.05am.",
            "book": "We Were the Mulvaneys",
            "author": "Joyce Carol Oates",
            "prefix": "Leaves were being blown against my window. It was ",
            "suffix": " The moon had shifted in the sky, glaring through a clotted mass of clouds like a candled egg."
        }
    ],
    "04:06": [
        {
            "time": "4.06am",
            "book": "The Expats",
            "author": "Chris Pavone",
            "prefix": "Dexter looked at Kate's note, then her face, then the clock. It was ",
            "suffix": ", the night before they would go to the restaurant."
        }
    ],
    "04:07": [
        {
            "time": "4.07am.",
            "book": "Guarding Hanna: A Novel",
            "author": "Miha Mazzini",
            "prefix": "",
            "suffix": " Why am I standing? My shoulders feel cold and I'm shivering. I become aware that I'm standing in the middle of the room. I immediately look at the bedroom door. Closed, with no signs of a break-in. Why did I get up"
        }
    ],
    "04:08": [
        {
            "time": "4:08 a.m.",
            "book": "Dying in the Twilight of Summer",
            "author": "Seth O'Connell",
            "prefix": "It was at ",
            "suffix": " beneath the cool metal of a jungle gym that all Andrew's dreams came true. He kissed his one true love and swore up and down that it would last forever to this exhausted companion throughout their long trek home."
        }
    ],
    "04:11": [
        {
            "time": "eleven minutes after four",
            "book": "The Stuff of Life",
            "author": "Karen Karbo",
            "prefix": "The next morning I awaken at exactly ",
            "suffix": ", having slept straight through my normal middle-of-the-night insomniac waking at three."
        }
    ],
    "04:12": [
        {
            "time": "four-twelve",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "Finally, she signalled with her light that she'd made it to the top. I signalled back, then shined the light downward to see how far the water had risen. I couldn't make out a thing. My watch read ",
            "suffix": " in the morning. Not yet dawn. The morning papers still not delivered, trains not yet running, citizens of the surface world fast asleep, oblivious to all this. I pulled the rope taut with both hands, took a deep breath, then slowly began my climb."
        },
        {
            "time": "4:12",
            "book": "Get Shorty",
            "author": "Elmore Leonard",
            "prefix": "Karen felt the bed move beneath Harry's weight. Lying on her side she opened her eyes to see digital numbers in the dark, ",
            "suffix": " in pale green. Behind her Harry continued to move, settling in. She watched the numbers change to 4:13."
        }
    ],
    "04:13": [
        {
            "time": "4:13",
            "book": "Get Shorty",
            "author": "Elmore Leonard",
            "prefix": "Karen felt the bed move beneath Harry's weight. Lying on her side she opened her eyes to see digital numbers in the dark, 4:12 in pale green. Behind her Harry continued to move, settling in. She watched the numbers change to ",
            "suffix": "."
        }
    ],
    "04:14": [
        {
            "time": "4:14 a.m.",
            "book": "A Real Nightmare",
            "author": "David H Swendsen",
            "prefix": "At ",
            "suffix": ", the two men returned to the Jeep. After the passenger replaced the cans in the back of the Jeep, the driver backed out of the driveway and headed east. The last images found on the film appeared to be flames or smoke."
        }
    ],
    "04:15": [
        {
            "time": "four-fifteen",
            "book": "Pigs in Heaven",
            "author": "Barbara Kingsolver",
            "prefix": "Alice wants to warn her that a defect runs in the family, like flat feet or diabetes: they're all in danger of ending up alone by their own stubborn choice. The ugly kitchen clock says ",
            "suffix": "."
        }
    ],
    "04:16": [
        {
            "time": "Four-sixteen",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "I stooped to pick up my watch from the floor. ",
            "suffix": ". Another hour until dawn. I went to the telephone and dialled my own number. It'd been a long time since I'd called home, so I had to struggle to remember the number. I let it ring fifteen times; no answer. I hung up, dialled again, and let it ring another fifteen times. Nobody."
        },
        {
            "time": "four sixteen",
            "book": "Freaks in the City: Book Two of the Freaks Series",
            "author": "Maree Anderson",
            "prefix": "They pulled into the visitor's carpark at ",
            "suffix": " am. He knew it was four sixteen because the entrance to the maternity unit sported a digital clock beneath the signage."
        }
    ],
    "04:17": [
        {
            "time": "4.17am",
            "book": "The Vile",
            "author": "Douglas Phinney",
            "prefix": "He awoke at ",
            "suffix": " in a sweat. He had been dreaming of Africa again, and then the dream had continued in the U.S. when he was a young man. But Inbata had been there, watching him."
        }
    ],
    "04:18": [
        {
            "time": "four-eighteen",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "I grabbed the alarm clock, threw it on my lap, and slapped the red and black buttons with both hands. The ringing didn't stop. The telephone! The clock read ",
            "suffix": ". It was dark outside. Four-eighteen a.m. I got out of bed and picked up the receiver. \"Hello?\""
        }
    ],
    "04:22": [
        {
            "time": "4.22",
            "book": "The Ipcress File",
            "author": "Len Deighton",
            "prefix": "He hurt me to the point where I wanted to tell him something. My watch said ",
            "suffix": " now. It had stopped. It was smashed."
        }
    ],
    "04:23": [
        {
            "time": "4:23",
            "book": "Let The Right One In",
            "author": "John Ajvide Lindqvist",
            "prefix": "",
            "suffix": ", Monday morning, Iceland Square. A number of people in the vicinity of Bjornsongatan are awakened by loud screams"
        },
        {
            "time": "04:23",
            "book": "Neuromancer",
            "author": "William Gibson",
            "prefix": "Her chip pulsed the time. ",
            "suffix": ":04. It had been a long day."
        }
    ],
    "04:25": [
        {
            "time": "twenty-five minutes past four",
            "book": "The Adventures of Sherlock Holmes",
            "author": "Sir Arthur Conan Doyle",
            "prefix": "As I dressed I glanced at my watch. It was no wonder that no one was stirring. It was ",
            "suffix": "."
        }
    ],
    "04:30": [
        {
            "time": "four thirty",
            "book": "Essays on Love",
            "author": "Alain de Botton",
            "prefix": "At the end of a relationship, it is the one who is not in love who makes the tender speeches. I was overwhelmed by a sense of betrayal, betrayal because a union in which I had invested so much had been declared bankrupt without my feeling it to be so. Chloe had not given it a chance, I argued with myself, knowing the hopelessness of these inner courts announcing hollow verdicts at ",
            "suffix": " in the morning."
        },
        {
            "time": "0430",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "Hester Thrale undulates in in a false fox jacket at 2330 as usual even though she has to be up at like ",
            "suffix": " for the breakfast shift at the Provident Nursing Home and sometimes eats breakfast with Gately, both their faces nodding perilously close to their Frosted Flakes."
        },
        {
            "time": "0430",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "Tonight Clenette H. and the deeply whacked out Yolanda W. come back in from Footprints around 2315 in purple skirts and purple lipstick and ironed hair, tottering on heels and telling each other what a wicked time they just had. Hester Thrale undulates in in a false fox jacket at 2330 as usual even though she has to be up at like ",
            "suffix": " for the breakfast shift at the Provident Nursing Home and sometimes eats breakfast with Gately, both their faces nodding perilously close to their Frosted Flakes."
        }
    ],
    "04:31": [
        {
            "time": "4:31",
            "book": "Microserfs",
            "author": "Douglas Coupland",
            "prefix": "An earthquake hit Los Angeles at ",
            "suffix": " this morning and the images began arriving via CNN right away."
        }
    ],
    "04:32": [
        {
            "time": "4:32 a.m.",
            "book": "Nineteen Minutes",
            "author": "Jodi Picoult",
            "prefix": "On his first day of kindergarten, Peter Houghton woke up at ",
            "suffix": " He padded into his parents' room and asked if it was time yet to take the school bus."
        }
    ],
    "04:35": [
        {
            "time": "4:35",
            "book": "Dreams and Shadows",
            "author": "C Robert Cargill",
            "prefix": "No manner of exhaustion can keep a child asleep much later than six a.m. on Christmas Day. Colby awoke at ",
            "suffix": "."
        }
    ],
    "04:36": [
        {
            "time": "4:36",
            "book": "The Brass Go-Between",
            "author": "Ross Thomas",
            "prefix": "At ",
            "suffix": " that morning, alone in my hotel room, it had been a much better scene. Spencer had blanched, confounded by the inescapable logic of my accusation. A few drops of perspiration had formed on his upper lip. A tiny vein had started to throb in his temple."
        }
    ],
    "04:38": [
        {
            "time": "4.38 a.m.",
            "book": "The Queue",
            "author": "Jonathan Barrow",
            "prefix": "At ",
            "suffix": " as the sun is coming up over Gorley Woods, I hear a strange rustling in the grass beside me. I peer closely but can see nothing."
        }
    ],
    "04:40": [
        {
            "time": "4.40am",
            "book": "Bossypants",
            "author": "Tina Fey",
            "prefix": "I settled into a daily routine. Wake up at ",
            "suffix": ", shower, get on the train north by ten after five."
        }
    ],
    "04:41": [
        {
            "time": "4:41",
            "book": "Damaged Goods: A Novel",
            "author": "Roland S. Jefferson",
            "prefix": "At ",
            "suffix": " Crane's voice crackled through the walkie-talkie as if he'd read their thoughts of mutiny. “Everyone into the elevator. Now!” Only moments before the call he and C.J. had finished what they hoped would be a successful diversion."
        }
    ],
    "04:43": [
        {
            "time": "four forty-three",
            "book": "Pyschoraag",
            "author": "Suhayl Saadi",
            "prefix": "The time is ",
            "suffix": " in the mornin an it's almost light oot there."
        }
    ],
    "04:45": [
        {
            "time": "4:45 a.m.",
            "book": "Faceless Killers",
            "author": "Henning Mankell",
            "prefix": "He lies still in the darkness and listens. His wife's breathing at his side is so faint that he can scarcely hear it. One of these mornings she'll be lying dead beside me and I won't even notice, he thinks. Or maybe it'll be me. Daybreak will reveal that one of us has been left alone. He checks the clock on the table next to the bed. The hands glow and register ",
            "suffix": ""
        },
        {
            "time": "4:45 a.m.",
            "book": "Faceless Killers",
            "author": "Henning Mankell",
            "prefix": "His wife's breathing at his side is so faint that he can scarcely hear it. One of these mornings she'll be lying dead beside me and I won't even notice, he thinks. Or maybe it'll be me. Daybreak will reveal that one of us has been left alone. He checks the clock on the table next to the bed. The hands glow and register ",
            "suffix": ""
        }
    ],
    "04:46": [
        {
            "time": "four-forty-six",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "The phone rang again at ",
            "suffix": ".\"Hello,\" I said. \"Hello,\" came a woman's voice. \"Sorry about the time before. There's a disturbance in the sound field. Sometimes the sound goes away.\" \"The sound goes away?\" \"Yes,\" she said. \"The sound field's slipping. Can you hear me?\" \"Loud and clear,\" I said. It was the granddaughter of that kooky old scientist who'd given me the unicorn skull. The girl in the pink suit."
        }
    ],
    "04:48": [
        {
            "time": "4:48",
            "book": "4:48 Psychosis",
            "author": "Sarah Kane",
            "prefix": "At ",
            "suffix": " the happy hour when clarity visits warm darkness which soaks my eyes I know no sin"
        }
    ],
    "04:50": [
        {
            "time": "ten minutes to five",
            "book": "The 13 Clocks",
            "author": "James Thurber",
            "prefix": "Even the hands of his watch and the hands of all the thirteen clocks were frozen. They had all frozen at the same time, on a snowy night, seven years before, and after that it was always ",
            "suffix": " in the castle."
        }
    ],
    "04:54": [
        {
            "time": "Six minutes to five",
            "book": "Dawn: A Novel",
            "author": "Elie Wiesel",
            "prefix": "",
            "suffix": ". Six minutes to go. Suddenly I felt quite clearheaded. There was an unexpected light in the cell; the boundaries were drawn, the roles well defined. The time of doubt and questioning and uncertainty was over"
        }
    ],
    "04:55": [
        {
            "time": "4:55",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S. Thompson",
            "prefix": "",
            "suffix": " - Mank holding phone. Turns to Caddell - 'Who is this?' Caddell: 'Jim.' (shrugs) 'I think he's our man in Cincinnati."
        }
    ],
    "04:57": [
        {
            "time": "few minutes before five",
            "book": "A Death in Brazil: A Book of Omissions",
            "author": "Peter Robb",
            "prefix": "The second said the same thing a ",
            "suffix": ", and mentioned eternity... I'm sure I'll meet you in the other world. Four minutes later she left a last, fleeting message: My love. Fernando. It's Suzana. Then, it seemed, she had shot herself."
        }
    ],
    "04:58": [
        {
            "time": "Two minutes to five",
            "book": "Dawn: A Novel",
            "author": "Elie Wiesel",
            "prefix": "He wants to look death in the face. ",
            "suffix": ". I took a handkerchief out of my pocket, but John Dawson ordered me to put it back. An Englishman dies with his eyes open. He wants to look death in the face."
        }
    ],
    "04:59": [
        {
            "time": "0459",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "The whole place smells like death no matter what the fuck you do. Gately gets to the shelter at ",
            "suffix": ".9h and just shuts his head off as if his head had a control switch."
        }
    ],
    "05:00": [
        {
            "time": "Five o'clock",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "",
            "suffix": " had hardly struck on the morning of the 19th of January, when Bessie brought a candle into my closet and found me already up and nearly dressed"
        },
        {
            "time": "Five o'clock",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "",
            "suffix": " had hardly struck on the morning of the 19th of January, when Bessie brought a candle into my closet and found me already up and nearly dressed. I had risen half-an-hour before her entrance, and had washed my face, and put on my clothes by the light of a half-moon just setting, whose rays streamed through the narrow window near my crib"
        },
        {
            "time": "5 a.m.",
            "book": "The Dunwich Horror",
            "author": "H.P. Lovecraft",
            "prefix": "It was in the township of Dunwich, in a large and hardly inhabited farmhouse set against a hillside 4 miles from the village and a mile and a half from any other dwelling, that Wilbur Whately was born at ",
            "suffix": " on Sunday, 2 February, 1913. The date was recalled because it was Candlemas, which people in Dunwich curiously observe under another name..."
        },
        {
            "time": "five o'clock",
            "book": "Music and Silence",
            "author": "Rose Tremain",
            "prefix": "Just after ",
            "suffix": " on this chill September morning, the fishmonger's cart, containing Kirsten and Emilia and such possessions as they have been able to assemble in the time allowed to them, is driven out of the gates of Rosenborg?"
        },
        {
            "time": "Five",
            "book": "The 13 Clocks",
            "author": "James Thurber",
            "prefix": "The cold eye of the Duke was dazzled by the gleaming of a thousand jewels that sparkled on the table. His ears were filled with chiming as the clocks began to strike. \"One!\" said Hark. \"Two!\" cried Zorn of Zorna. \"Three!\" the Duke's voice almost whispered. 'Four!\" sighed Saralinda. \"",
            "suffix": "!\" the Golux crowed, and pointed at the table. \"The task is done, the terms are met,\" he said."
        },
        {
            "time": "five o'clock",
            "book": "The Day Came Slow, Till Five O' Clock",
            "author": "Emily Dickinson",
            "prefix": "The day came slow, till ",
            "suffix": ". Then sprang before the hills. Like hindered rubies, or the light. A sudden musket spills"
        },
        {
            "time": "5 a.m.",
            "book": "Things",
            "author": "Fleur Adcock",
            "prefix": "There are worse things than having behaved foolishly in public. There are worse things than these miniature betrayals, committed or endured or suspected; there are worse things than not being able to sleep for thinking about them. It is ",
            "suffix": " All the worse things come stalking in and stand icily about the bed looking worse and worse and worse."
        },
        {
            "time": "five o'clock",
            "book": "Vanity Fair",
            "author": "William Makepeace Thackeray",
            "prefix": "What causes young people to \"come out,\" but the noble ambition of matrimony? What sends them trooping to watering-places? What keeps them dancing till ",
            "suffix": " in the morning through a whole mortal season?"
        }
    ],
    "05:01": [
        {
            "time": "one minute past five",
            "book": "The clocks",
            "author": "Agatha Christie",
            "prefix": "\"Oh yes. His clocks were set at ",
            "suffix": ", four minutes past five and seven minutes past five. That was the combination number of a safe, 515457. The safe was concealed behind a reproduction of the Mona Lisa. Inside the safe,\" continued Poirot, with distaste, \"were the Crown Jewels of the Russian Royal Family.\""
        },
        {
            "time": "after five o'clock",
            "book": "Music and Silence",
            "author": "Rose Tremain",
            "prefix": "Just ",
            "suffix": " on this chill September morning, the fishmonger's cart, containing Kirsten and Emilia and such possessions as they have been able to assemble in the time allowed to them, is driven out of the gates of Rosenborg?"
        }
    ],
    "05:02": [
        {
            "time": "5:02 a.m.",
            "book": "The Prize",
            "author": "Brenda Joyce",
            "prefix": "It was ",
            "suffix": ", December 14. In another fifty-eight minutes he would set sail for America. He did not want to leave his bride; he did not want to go."
        }
    ],
    "05:03": [
        {
            "time": "5:03 a.m.",
            "book": "Unhallowed ground",
            "author": "Heather Graham",
            "prefix": "It was ",
            "suffix": " It didn't matter. She wasn't going to get back to sleep. She threw off her covers and, swearing at herself, Caleb and Mr. Griffin, she headed into the shower."
        }
    ],
    "05:04": [
        {
            "time": "four minutes past five",
            "book": "The clocks",
            "author": "Agatha Christie",
            "prefix": "\"Oh yes. His clocks were set at one minute past five, ",
            "suffix": " and seven minutes past five. That was the combination number of a safe, 515457. The safe was concealed behind a reproduction of the Mona Lisa. Inside the safe,\" continued Poirot, with distaste, \"were the Crown Jewels of the Russian Royal Family.\""
        },
        {
            "time": "5.04 a.m.",
            "book": "The Accidental",
            "author": "Ali Smith",
            "prefix": "",
            "suffix": " on the substandard clock radio. Because why do people always say the day starts now? Really it starts in the middle of the night at a fraction of a second past midnight"
        },
        {
            "time": "four minutes past five",
            "book": "The Clocks",
            "author": "Agatha Christie",
            "prefix": "Oh yes. His clocks were set at one minute past five, ",
            "suffix": " and seven minutes past five. That was the combination number of a safe, 515457. The safe was concealed behind a reproduction of the Mona Lisa. Inside the safe, continued Poirot, with distaste, \"were the Crown Jewels of the Russian Royal Family.\""
        }
    ],
    "05:05": [
        {
            "time": "five past five",
            "book": "The Namesake",
            "author": "Jhumpa Lahiri",
            "prefix": "The baby, a boy, is born at ",
            "suffix": " in the morning."
        }
    ],
    "05:06": [
        {
            "time": "5:06 a.m.",
            "book": "This is Where I Leave you",
            "author": "Jonathon Tropper",
            "prefix": "",
            "suffix": " I wake up strangely energized, my stomach growling. Upstairs, the overstocked fridge offers me its bounty of sympathy food"
        }
    ],
    "05:07": [
        {
            "time": "seven minutes past five",
            "book": "The clocks",
            "author": "Agatha Christie",
            "prefix": "\"Oh yes. His clocks were set at one minute past five, four minutes past five and ",
            "suffix": ". That was the combination number of a safe, 515457. The safe was concealed behind a reproduction of the Mona Lisa. Inside the safe,\" continued Poirot, with distaste, \"were the Crown Jewels of the Russian Royal Family.\""
        }
    ],
    "05:08": [
        {
            "time": "5:08",
            "book": "Letters",
            "author": "John Barth",
            "prefix": "Ambrose and I will marry at Fort McHenry at ",
            "suffix": " EDST this coming Saturday, Rosh Hashanah!"
        }
    ],
    "05:09": [
        {
            "time": "5:09",
            "book": "The Black Bag",
            "author": "Louis Joseph Vance",
            "prefix": "The primal flush of triumph which had saturated the American's humor on this signal success, proved but fictive and transitory when inquiry of the station attendants educed the information that the two earliest trains to be obtained were the ",
            "suffix": " to Dunkerque and the 5:37 for Ostend."
        }
    ],
    "05:10": [
        {
            "time": "Ten minutes past five",
            "book": "The Law and the Lady",
            "author": "Wilkie Collins",
            "prefix": "\"Oh, my husband, I have done the deed which will relieve you of the wife whom you hate! I have taken the poison--all of it that was left in the paper packet, which was the first that I found. If this is not enough to kill me, I have more left in the bottle. ",
            "suffix": ". \"You have just gone, after giving me my composing draught. My courage failed me at the sight of you. I thought to myself, 'If he look at me kindly, I will confess what I have done, and let him save my life.' You never looked at me at all. You only looked at the medicine. I let you go without saying a word."
        },
        {
            "time": "ten after five",
            "book": "Bossypants",
            "author": "Tina Fey",
            "prefix": "I settled into a daily routine. Wake up at 4:40am, shower, get on the train north by ",
            "suffix": "."
        }
    ],
    "05:11": [
        {
            "time": "eleven minutes past five",
            "book": "The Hot Rock",
            "author": "Donald E Westlake",
            "prefix": "Today was Tuesday, the fifteenth of August; the sun had risen at ",
            "suffix": " this morning and would set at two minutes before seven this evening."
        }
    ],
    "05:12": [
        {
            "time": "twelve minutes and six seconds past five o'clock",
            "book": "Slummer's Paradise",
            "author": "Herbert Asbury",
            "prefix": "At ",
            "suffix": " on the morning of April 18th, 1906, the San francisco peninsula began to shiver in the grip of an earthquake which, when its ultimate consequences are considered, was the most disastrous in the recorded history of the North American continent."
        }
    ],
    "05:13": [
        {
            "time": "5:13 am.",
            "book": "Uptempo",
            "author": "Nakia D Johnson",
            "prefix": "Lying on my side in bed, I stared at my alarm clock until it became a blemish, its red hue glowing like a welcome sign beckoning me into the depths of hell's crimson-colored cavities. ",
            "suffix": " To describe this Monday as a blue Monday was an understatement."
        }
    ],
    "05:14": [
        {
            "time": "5.14am",
            "book": "Into the Web",
            "author": "Thomas H Cook",
            "prefix": "The time was ",
            "suffix": ", a very strange time indeed for the sheriff to have seen what he claimed he saw as he made his early-morning rounds, first patrolling back and forth along the deserted, snowbound streets of Kingdom City before extending his vigilance northward, along County Road."
        }
    ],
    "05:15": [
        {
            "time": "5:15 a.m.",
            "book": "Insomnia",
            "author": "Stephen King",
            "prefix": "By the first week of May, Ralph was waking up to birdsong at ",
            "suffix": " He tried earplugs for a few nights, although he doubted from the outset that they would work. It wasn’t the newly returned birds that were waking him up, nor the occasional delivery-truck backfire out on Harris Avenue. He had always been the sort of guy who could sleep in the middle of a brass marching bad, and he didn’t think that had changed. What had changed was inside his head."
        },
        {
            "time": "5:15",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S Thompson",
            "prefix": "Weird conversation with Brown, a tired & confused old man who's been jerked out of bed at ",
            "suffix": "."
        }
    ],
    "05:16": [
        {
            "time": "5:16",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S Thompson",
            "prefix": "",
            "suffix": " - Mank on phone to Secretary of State Brown: 'Mr Brown, we're profoundly disturbed about this situation in the 21st. We can't get a single result out of there"
        },
        {
            "time": "5:16 a.m",
            "book": "The Accidental",
            "author": "Ali Smith",
            "prefix": "She could go back to sleep. But typical and ironic, she is completely awake. It is completely light outside now; you can see for miles. Except there is nothing to see here; trees and fields and that kind of thing. ",
            "suffix": " on the substandard clock radio. She is really awake."
        }
    ],
    "05:20": [
        {
            "time": "five twenty",
            "book": "The Periodic Table",
            "author": "Primo Levi",
            "prefix": "He saw on the floor his cigarette reduced to a long thin cylinder of ash: it had smoked itself. It was ",
            "suffix": ", dawn was breaking behind the shed of empty barrels, the thermometer pointed to 210 degrees."
        }
    ],
    "05:23": [
        {
            "time": "5.23am",
            "book": "The Tragedy of Arthur",
            "author": "Arthur Phillips",
            "prefix": "If I could count precisely to sixty between two passing orange minutes on her digital clock, starting at ",
            "suffix": " and ending exactly as it melted into 5:24, then when she woke she would love me and not say this had been a terrible mistake."
        }
    ],
    "05:24": [
        {
            "time": "5:24",
            "book": "The Tragedy of Arthur",
            "author": "Arthur Phillips",
            "prefix": "If I could count precisely to sixty between two passing orange minutes on her digital clock, starting at 523am. and ending exactly as it melted into ",
            "suffix": ", then when she woke she would love me and not say this had been a terrible mistake."
        }
    ],
    "05:25": [
        {
            "time": "5.25",
            "book": "Arthur and George",
            "author": "Julian Barnes",
            "prefix": "George's train home from New Street leaves at ",
            "suffix": ". On the return journey, there are rarely schoolboys."
        }
    ],
    "05:26": [
        {
            "time": "05:26",
            "book": "101 Reykjavik",
            "author": "Hallgrímur Helgason",
            "prefix": "I think this is actually bump number 1,970. And the boy keeps plugging away at the same speed. There isn’t a sound from them. Not a moan. Poor them. Poor me. I look at the clock. ",
            "suffix": "."
        }
    ],
    "05:28": [
        {
            "time": "five-twenty-eight",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "I pulled into the Aoyama supermarket parking garage at ",
            "suffix": ". The sky to the east was getting light. I entered the store carrying my bag. Almost no one was in the place. A young clerk in a striped uniform sat reading a magazine; a woman of indeterminate age was buying a cartload of cans and instant food. I turned past the liquor display and went straight to the snack bar."
        }
    ],
    "05:30": [
        {
            "time": "half-past five",
            "book": "An Insular Possession",
            "author": "Timothy Mo",
            "prefix": "Gideon has been most unlike Gideon. As Walter Eastman is preoccupied himself, he has not had time, or more to the point, inclination, to notice aberrant behaviour. For instance, it is ",
            "suffix": " in the summer morning. Young Chase's narrow bachelor bed has evidently been slept in, for it is rumpled in that barely disturbed way which can never be counterfeited. His jug's empty and there's grey water in the basin, cleanly boy. The window is open, admitting the salubrious sea-breeze. He doesn't smoke anyway. What an innocent room it is."
        },
        {
            "time": "half-past five",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "It was by this time ",
            "suffix": ", and the sun was on the point of rising; but I found the kitchen still dark and silent. … The stillness of early morning slumbered everywhere .. the carriage horses stamped from time to time in their closed stables: all else was still."
        },
        {
            "time": "five-thirty",
            "book": "Chronicle of a Death Foretold",
            "author": "Gabriel García Márquez",
            "prefix": "On the day they were going to kill him, Santiago Nasar got up at ",
            "suffix": " in the morning to wait for the boat the bishop was coming on."
        }
    ],
    "05:31": [
        {
            "time": "5:31",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S Thompson",
            "prefix": "",
            "suffix": " - Mank on phone to lawyer: 'Jesus, I think we gotta go in there and get those ballots! Impound 'em! Every damn one!"
        }
    ],
    "05:34": [
        {
            "time": "Five-thirty-four",
            "book": "The Commodore",
            "author": "C.S. Forester",
            "prefix": "I asked \"What time is sunrise?”' A second's silence while the crestfallen Bush absorbed his rebuke, and then another voice answered: ‘",
            "suffix": ", sir.'"
        }
    ],
    "05:35": [
        {
            "time": "5:35",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S Thompson",
            "prefix": "",
            "suffix": " - All phones ringing now, the swing shift has shot the gap - now the others are waking up"
        },
        {
            "time": "twenty-five before six",
            "book": "the dice man",
            "author": "Luke Rhinehart",
            "prefix": "I squinted at the clock. 'It says ",
            "suffix": ",' I said and rolled away from him."
        }
    ],
    "05:37": [
        {
            "time": "5:37",
            "book": "This Book Will Save Your Life",
            "author": "AM Homes",
            "prefix": "Richard glanced at the clock on the microwave - ",
            "suffix": " - almost twelve hours, almost one half-day since he'd dialed 911."
        }
    ],
    "05:38": [
        {
            "time": "5.38 a.m.",
            "book": "Johnny Mackintosh: Battle for Earth",
            "author": "Keith Mansfield",
            "prefix": "Kovac,’ said Johnny sleepily. It was very rare for the quantum computer and not Sol to wake him up. ‘What’s going on? What time is it?’ ‘Good morning, Johnny,’ said the ship. ‘It is ",
            "suffix": "’ ‘What?’ said Johnny. ‘It’s Saturday.’ ‘I told you he wouldn’t like it,’ said Sol, presumably to Kovac. ‘It’s hardly a matter of likes or dislikes,’ said the computer. ‘I have information I deem important enough to pass on at the earliest opportunity – whatever time it is.’"
        }
    ],
    "05:40": [
        {
            "time": "Twenty minutes to six",
            "book": "The Peculiar Memories of Thomas Penman",
            "author": "Bruce Robinson",
            "prefix": "",
            "suffix": ". 'Rob's boys were already on the platform, barrows ready. The only thing that ever dared to be late around here was the train. Rob's boys were in fact Bill Bing, thirty, sucking a Woodbine, and Arthur, sixty, half dead"
        }
    ],
    "05:43": [
        {
            "time": "5.43",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S. Thompson",
            "prefix": "",
            "suffix": " - Mank on phone to 'Mary' in Washington; 'It now appears quite clear that we'll lead the state - without the 21st."
        }
    ],
    "05:45": [
        {
            "time": "5:45",
            "book": "IT",
            "author": "Stephen King",
            "prefix": "At ",
            "suffix": " a power-transformer on a pole beside the abandoned Tracker Brothers’ Truck Depot exploded in a flash of purple light, spraying twisted chunks of metal onto the shingled roof."
        }
    ],
    "05:46": [
        {
            "time": "5.46am",
            "book": "A Whispered Name",
            "author": "William Brodrick",
            "prefix": "Herbert could feel nothing. He wrote a legal-sounding phrase to the effect that the sentence had been carried out at ",
            "suffix": ", adding, 'without a snag'. The burial party had cursed him quietly as they'd hacked at the thick roots and tight soil."
        }
    ],
    "05:52": [
        {
            "time": "5.52am",
            "book": "Silent Witness",
            "author": "Mark Fuhrman",
            "prefix": "At ",
            "suffix": " paramedics from the St. Petersburg Fire Department and SunStar Medic One ambulance service responded to a medical emergency call at 12201 Ninth Street North, St. Petersburg, apartment 2210."
        }
    ],
    "05:55": [
        {
            "time": "5.55am",
            "book": "The Lost Luggage Porter",
            "author": "Andrew Martin",
            "prefix": "It was ",
            "suffix": " and raining hard when I pedalled up to the bike stand just outside the forecourt of the station and dashed inside. I raced past the bookstall, where all the placards of the Yorkshire Post (a morning paper) read 'York Horror', but also 'Terrific February Gales at Coast'."
        }
    ],
    "05:58": [
        {
            "time": "5.58 a.m.",
            "book": "The Girl who Kicked the Hornet's Nest",
            "author": "Stieg Larsson",
            "prefix": "Annika Giannini woke with a start. She saw that it was ",
            "suffix": ""
        }
    ]
}