{
    "06:00": [
        {
            "time": "six o’clock",
            "book": "The Saints",
            "author": "Patsy Hickman",
            "prefix": "‘What’s the time?’ I ask, and telling him so that he knows, ‘My mother likes “peace and quiet” to sleep late on Saturday mornings.’ ‘She does, does she? It’s ",
            "suffix": ". I couldn’t sleep,’ he says wearily, like an afterthought, as if it’s what he expects. ‘Why are you up so early?’ ‘I woke up and needed my panda. I can’t find him.’ ‘Where do you think he can be?’ His face changes and he smiles again, bending down to look under the table and behind the curtain. But he isn’t clowning or teasing. He’s in earnest."
        },
        {
            "time": "at six",
            "book": "The Elegance of the Hedgehog",
            "author": "Muriel Barbery",
            "prefix": "But every morning, even if there's been a nighttime session and he has only slept two hours, he gets up ",
            "suffix": " and reads his paper while he drinks a strong cup of coffee. In this way Papa constructs himself every day."
        },
        {
            "time": "at six a.m.",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "I had risen half-an-hour before her entrance, and had washed my face, and put on my clothes by the light of a half-moon just setting, whose rays streamed through the narrow window near my crib. I was to leave Gateshead that day by a coach which passed the lodge gates ",
            "suffix": ""
        },
        {
            "time": "six",
            "book": "Hunger",
            "author": "Knut Hamsun",
            "prefix": "Lying awake in my attic room, i hear a clock strike ",
            "suffix": " downstairs. It was fairly light and people were beginning to walk up and down the stairs...- i heard the clock strike eight downstairs before i rose and got dressed... I looked up - the clock tower of our saviour's showed ten."
        },
        {
            "time": "six o'clock",
            "book": "L'Education sentimentale",
            "author": "Gustave Flaubert",
            "prefix": "On the 15th of September 1840, about ",
            "suffix": " in the morning, the Ville-de-Montereau, ready to depart, pouring out great whirls of smoke by the quai Saint-Bernard."
        },
        {
            "time": "6.00 A.M.",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "Rise from bed ............... . ",
            "suffix": ""
        },
        {
            "time": "six",
            "book": "The Leopard",
            "author": "Giuseppe Tomasi di Lampedusa",
            "prefix": "The ball went on for a long time, until ",
            "suffix": " in the morning; all were exhausted and wishing they had been in bed for at least three hours; but to leave early was like proclaiming the party a failure and offending the host and hostess who had taken such a lot of trouble, poor dears."
        }
    ],
    "06:02": [
        {
            "time": "6.02",
            "book": "Arthur and George",
            "author": "Julian Barnes",
            "prefix": "Bimingham New Street 5.25. Walsall 5.55. This train does not stop at Birchills, for reasons George has never been able to ascertain. Then it is Bloxwich ",
            "suffix": ", Wyrley & Churchbridge 6.09. At 6.10 he nods to Mr Merriman the stationmaster."
        }
    ],
    "06:05": [
        {
            "time": "five minutes past six",
            "book": "The ABC Murders",
            "author": "Agatha Christie",
            "prefix": "A second man went in and found the shop empty, as he thought, at ",
            "suffix": ". That puts the time at between 5:30 and 6:05."
        }
    ],
    "06:06": [
        {
            "time": "6:06",
            "book": "IT",
            "author": "Stephen King",
            "prefix": "At ",
            "suffix": ", every toilet on Merit Street suddenly exploded in a geyser of shit and raw sewage as some unimaginable reversal took place in the pipes which fed the holding tanks of the new waste-treatment plant in the Barrens."
        }
    ],
    "06:08": [
        {
            "time": "six oh-eight a.m.",
            "book": "Magic Bleeds",
            "author": "Ilona Andrews",
            "prefix": "At ",
            "suffix": " two men wearing ragged trench coats approached the Casino. The shorter of the men burst into flames."
        }
    ],
    "06:10": [
        {
            "time": "ten past six",
            "book": "The Member of the Wedding",
            "author": "Carson McCullers",
            "prefix": "The bus left the station at ",
            "suffix": " - and she sat proud, like an accustomed traveller, apart from her father, John Henry, and Berenice. But after a while a serious doubt came in her, which even the answers of the bus-driver could not quite satisfy."
        }
    ],
    "06:13": [
        {
            "time": "06:13",
            "book": "Room",
            "author": "Emma Donoghue",
            "prefix": "It's ",
            "suffix": " .........Ma says I ought to be wrapped up in Rug already, Old Nick might possibly come."
        }
    ],
    "06:15": [
        {
            "time": "6.15",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "Dumbbell exercise and wall-scaling ..... . ",
            "suffix": "-6.30"
        },
        {
            "time": "quarter past six",
            "book": "A Clergyman's Daughter",
            "author": "George Orwell",
            "prefix": "Father expected his shaving-water to be ready at a ",
            "suffix": ". Just seven minutes late, Dorothy took the can upstairs and knocked at her father's door."
        },
        {
            "time": "6.15 am.",
            "book": "Girl Missing",
            "author": "Sophie McKenzie",
            "prefix": "It was ",
            "suffix": " Just starting to get light. A small knot of older teenagers were leaning against a nearby wall. They looked as though they had been out all night.Two of the guys stared at us. Their eyes hard and threatening."
        },
        {
            "time": "6.15 am.",
            "book": "Girl Missing",
            "author": "Sophie McKenzie",
            "prefix": "It was ",
            "suffix": " Just starting to get light. A small knot of older teenagers were leaning against a nearby wall. They looked as though they had been out all night.Two of the guys stared at us. Their eyes hard and threatening."
        }
    ],
    "06:17": [
        {
            "time": "six-seventeen",
            "book": "Lonely Hearts",
            "author": "John Harvey",
            "prefix": "Dizzy, come on.' He turned slowly, coaxing the animal down on to the pillow. The clock read ",
            "suffix": ". A second cat, Miles, purred on contentedly from the patch in the covers where Resnick's legs had made a deep V."
        }
    ],
    "06:19": [
        {
            "time": "6.19 am",
            "book": "Venus",
            "author": "Carol Ann Duffy",
            "prefix": "",
            "suffix": ", 8th June 2004, the jet of your pupil set in the gold of your eye"
        }
    ],
    "06:20": [
        {
            "time": "6:20 a.m.",
            "book": "Soon I Will Be Invincible",
            "author": "Austin Grossman",
            "prefix": "It was ",
            "suffix": ", and my parents and I were standing, stunned and haf-awake, in the parking lot of a Howard Johnson's in Iowa."
        }
    ],
    "06:25": [
        {
            "time": "6.25",
            "book": "The Deaths",
            "author": "Mark Lawson",
            "prefix": "Simon is happy to travel scum class when he's on his own and even sometimes deliberately aims for the ",
            "suffix": ". But today the .25 is delayed to 6.44."
        },
        {
            "time": "Six-twenty-five",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "Still, it's your consciousness that's created it. Not somethin' just anyone could do. Others could be wanderin' around forever in who-knows-what contradictory chaos of a world. You're different. You seem t'be the immortal type.\" \"When's the turnover into that world going to take place?\" asked the chubby girl. The Professor looked at his watch. I looked at my watch. ",
            "suffix": ". Well past daybreak. Morning papers delivered. \"According t'my estimates, in another twenty-nine hours and thirty-five minutes,\" said the Professor. \"Plus or minus forty-five minutes. I set it at twelve noon for easy reference. Noon tomorrow."
        }
    ],
    "06:27": [
        {
            "time": "06:27",
            "book": "Neuromancer",
            "author": "William Gibson",
            "prefix": "",
            "suffix": ":52 by the chip in her optic nerve; Case had been following her progress through Villa Straylight for over an hour, letting the endorphin analogue she'd taken blot out his hangover"
        },
        {
            "time": "0627 hours",
            "book": "White Teeth",
            "author": "Zadie Smith",
            "prefix": "Early in the morning, late in the century, Cricklewood Broadway. At ",
            "suffix": " on January 1, 1975, Alfred Archibald Jones was dressed in corduroy and sat in a fume-filled Cavalier Musketeer Estate, facedown on the steering wheel, hoping the judgment would not be too heavy upon him."
        }
    ],
    "06:29": [
        {
            "time": "a minute short of six-thirty",
            "book": "The Big Sleep",
            "author": "Raymond Chandler",
            "prefix": "I sat up. There was a rug over me. I threw that off and got my feet on the floor. I scowled at a clock. The clock said ",
            "suffix": "."
        }
    ],
    "06:30": [
        {
            "time": "6.30 am.",
            "book": "Girl Missing",
            "author": "Sophie McKenzie",
            "prefix": "Inside now MJ ordered. She pushed the three of us into the hotel room, thern shut the soor. I glanced at the clock by the bed. ",
            "suffix": " Why were they waking Mum and Dad up this early?"
        },
        {
            "time": "six-thirty",
            "book": "The Book of Daniel",
            "author": "E.L. Doctorow",
            "prefix": "Daniel and the FBI men listened to the sounds of his mother waking up his father. Daniel still held the door-knob. He was ready to close the door the second he was told to.\"What time is it?\" said his father in a drugged voice. \"Oh my God, it's ",
            "suffix": ",\" his mother said."
        },
        {
            "time": "six-thirty",
            "book": "The Man Who Loved Children",
            "author": "Christina Stead",
            "prefix": "It was ",
            "suffix": ". When the baby's cry came, they could not pick it out, and Sam, eagerly thrusting his face amongst their ears, said, \"Listen, there, there, that's the new baby.\" He was red with delight and success."
        },
        {
            "time": "six-thirty",
            "book": "Cities of the Plain",
            "author": "Cormac McCarthy",
            "prefix": "It was very cold sitting in the truck and after a while he got out and walked around and flailed at himself with his arms and stamped his boots. Then he got back in the truck. The bar clock said ",
            "suffix": "...By eight-thirty he’d decided that it that was it would take to make the cab arrive then that’s what he would do and he started the engine."
        },
        {
            "time": "half-past six",
            "book": "The Scarlet Pimpernel",
            "author": "Baroness Orczy",
            "prefix": "Nervously she jumped up and listened; the house itself was as still as ever; the footsteps had retreated. Through her wide-open window the brilliant rays of the morning sun were flooding her room with light. She looked up at the clock; it was ",
            "suffix": "—too early for any of the household to be already astir."
        },
        {
            "time": "Six-thirty",
            "book": "The Long Dark Tea-time of the Soul",
            "author": "Douglas Adams",
            "prefix": "",
            "suffix": " was clearly a preposterous time and he, the client, obviously hadn't meant it seriously. A civilised six-thirty for twelve noon was almost certainly what he had in mind, and if he wanted to cut up rough about it, Dirk would have no option but to start handing out some serious statistics. Nobody got murdered before lunch. But nobody. People weren't up to it. You needed a good lunch to get both the blood-sugar and blood-lust levels up. Dirk had the figures to prove it"
        },
        {
            "time": "6.30",
            "book": "Period Piece",
            "author": "Gwen Raverat",
            "prefix": "Sometimes they were hooded carts, sometimes they were just open carts, with planks for seats, on which sat twelve cloaked and bonneted women, six a side, squeezed together, for the interminable journey. As late as 1914 I knew the carrier of Croydon-cum-Clopton, twelve miles from Cambridge; his cart started at ",
            "suffix": " in the morning and got back at about ten at night. Though he was not old, he could neither read nor write; but he took commissions all along the road - a packet of needles for Mrs. This, and a new teapot for Mrs. That - and delivered them all correctly on the way back."
        }
    ],
    "06:32": [
        {
            "time": "twenty-eight minutes to seven",
            "book": "Too Like the Lightning",
            "author": "Dana Chambers",
            "prefix": "The familiar radium numerals on my left wrist confirmed the clock tower. It was ",
            "suffix": ". I seemed to be filling a set of loud maroon pajamas which were certainly not mine. My vis-a-vis was wearing a little number in yellow."
        }
    ],
    "06:33": [
        {
            "time": "6.33 a.m.",
            "book": "The Voices of Time",
            "author": "JG Ballard",
            "prefix": "Woke ",
            "suffix": " Last session with Anderson. He made it plain he's seen enough of me, and from now on I'm better alone. To sleep 8:00? (These count-downs terrify me.) He paused, then added: Goodbye, Eniwetok."
        }
    ],
    "06:35": [
        {
            "time": "twenty-five minutes to seven",
            "book": "Ravensdene Court",
            "author": "J.S. Fletcher",
            "prefix": "My watch lay on the dressing-table close by; glancing at it, I saw that the time was ",
            "suffix": ". I had been told that the family breakfasted at nine, so I had nearly two-and-a-half hours of leisure. Of course, I would go out, and enjoy the freshness of the morning."
        }
    ],
    "06:36": [
        {
            "time": "6:36",
            "book": "The Voices of Time",
            "author": "JG Ballard",
            "prefix": "Kaldren pursues me like luminescent shadow. He has chalked up on the gateway '96,688,365,498,702'. Should confuse the mail man. Woke 9:05. To sleep ",
            "suffix": "."
        }
    ],
    "06:37": [
        {
            "time": "6.37am",
            "book": "American Gods",
            "author": "Neil Gaiman",
            "prefix": "The dashboard clock said ",
            "suffix": " Town frowned, and checked his wristwatch, which blinked that it was 1.58pm. Great, he thought. I was either up on that tree for eight hours, or for minus a minute."
        }
    ],
    "06:38": [
        {
            "time": "6.38am.",
            "book": "American Gods",
            "author": "Neil Gaiman",
            "prefix": "The clock on the dashboard said it was ",
            "suffix": " He left the keys in the car, and walked toward the tree."
        }
    ],
    "06:40": [
        {
            "time": "twenty to seven",
            "book": "The Long Dark Tea-Time of the Soul",
            "author": "Douglas Adams",
            "prefix": "At eleven o'clock the phone rang, and still the figure did not respond, any more than it has responded when the phone had rung at twenty-five to seven in the morning, and again at ",
            "suffix": ""
        }
    ],
    "06:43": [
        {
            "time": "6.43am.",
            "book": "A View From the Foothills",
            "author": "Chris Mullin",
            "prefix": "To London on the ",
            "suffix": " Jessica is back from her holiday. Things are looking up, she called me Chris, instead of Minister, when we talked on the phone this afternoon."
        }
    ],
    "06:44": [
        {
            "time": "6.44",
            "book": "The Deaths",
            "author": "Mark Lawson",
            "prefix": "Simon is happy to travel scum class when he's on his own and even sometimes deliberately aims for the 6.25. But today the .25 is delayed to ",
            "suffix": "."
        }
    ],
    "06:45": [
        {
            "time": "quarter to seven",
            "book": "No Name",
            "author": "Wilkie Collins",
            "prefix": "As the clock pointed to a ",
            "suffix": ", the dog woke and shook himself. After waiting in vain for the footman, who was accustomed to let him out, the animal wandered restlessly from one closed door to another on the ground floor; and, returning to his mat in great perplexity, appealed to the sleeping family, with a long and melancholy howl.'"
        },
        {
            "time": "quarter to seven",
            "book": "Metamorphosis",
            "author": "Franz Kafka",
            "prefix": "He was still hurriedly thinking all this through, unable to decide to get out of the bed, when the clock struck ",
            "suffix": ". There was a cautious knock at the door near his head. \"Gregor\", somebody called - it was his mother - \"it's quarter to seven. Didn't you want to go somewhere?\""
        }
    ],
    "06:46": [
        {
            "time": "one minute after the quarter to seven",
            "book": "The Thirty-Nine Steps",
            "author": "John Buchan",
            "prefix": "At ",
            "suffix": " I heard the rattle of the cans outside. I opened the front door, and there was my man, singling out my cans from a bunch he carried and whistling through his teeth."
        },
        {
            "time": "one minute after the quarter to seven",
            "book": "The Thirty-Nine Steps",
            "author": "John Buchan",
            "prefix": "Then I hung about in the hall waiting for the milkman. That was the worst part of the business, for I was fairly choking to get out of doors. Six-thirty passed, then six-forty, but still he did not come. The fool had chosen this day of all days to be late. At ",
            "suffix": " I heard the rattle of the cans outside. I opened the front door, and there was my man, singling out my cans from a bunch he carried and whistling through his teeth. He jumped a bit at the sight of me."
        }
    ],
    "06:49": [
        {
            "time": "6:49",
            "book": "Fear and Loathing: On the Campaign Trail '72",
            "author": "Hunter S. Thompson",
            "prefix": "Night ends, ",
            "suffix": ". Meet in the coffee shop at 7:30; press conference at 10:00."
        }
    ],
    "06:50": [
        {
            "time": "six-fifty",
            "book": "Pretty Ice",
            "author": "Mary Robison",
            "prefix": "Will, my fiancé, was coming from Boston on the ",
            "suffix": " train - the dawn train, the only train that still stopped in the small Ohio city where I lived."
        }
    ],
    "06:55": [
        {
            "time": "6:55 am",
            "book": "What was Lost",
            "author": "Catherine O'Flynn",
            "prefix": "At ",
            "suffix": " Lisa parked and took the lift from the frozen underground car park up to level 1 of Green Oaks Shopping Centre."
        }
    ],
    "06:59": [
        {
            "time": "6.59 a.m.",
            "book": "The Girl who Played with Fire",
            "author": "Stieg Larsson",
            "prefix": "It was ",
            "suffix": " on Maundy Thursday as Blomkvist and Berger let themselves into the \"Millennium\" offices."
        }
    ],
    "07:00": [
        {
            "time": "Seven o'clock",
            "book": "Metamorphosis",
            "author": "Franz Kafka",
            "prefix": "\"",
            "suffix": ", already\", he said to himself when the clock struck again, \"seven o'clock, and there's still a fog like this.\""
        },
        {
            "time": "seven o’clock",
            "book": "Darkness at Noon",
            "author": "Arthur Koestler",
            "prefix": "At ",
            "suffix": " in the morning, Rubashov was awakened by a bugle, but he did not get up. Soon he heard sounds in the corridor. He imagined that someone was to be tortured, and he dreaded hearing the first screams of pain. When the footsteps reached his own section, he saw through the eye hole that guards were serving breakfast. Rubashov did not receive any breakfast because he had reported himself ill. He began to pace up and down the cell, six and a half steps to the window, six and a half steps back."
        },
        {
            "time": "at seven",
            "book": "Great Expectations",
            "author": "Charles Dickens",
            "prefix": "I had left directions that I was to be called ",
            "suffix": "; for it was plain that I must see Wemmick before seeing any one else, and equally plain that this was a case in which his Walworth sentiments, only, could be taken. It was a relief to get out of the room where the night had been so miserable, and I needed no second knocking at the door to startle me from my uneasy bed."
        },
        {
            "time": "seven o'clock",
            "book": "Crime and Punishment",
            "author": "Fyodor Dostoyevsky",
            "prefix": "She locked herself in, made no reply to my bonjour through the door; she was up at ",
            "suffix": ", the samovar was taken in to her from the kitchen."
        }
    ],
    "07:02": [
        {
            "time": "07:02",
            "book": "Neuromancer",
            "author": "William Gibson",
            "prefix": "",
            "suffix": ":18 One and a half hours. 'Case,' she said, 'I wanna favour."
        }
    ],
    "07:03": [
        {
            "time": "7:03am",
            "book": "The Night of the Generals",
            "author": "Hans Hellmut Kirst",
            "prefix": "",
            "suffix": " General Tanz woke up as though aroused by a mental alarm-clock"
        }
    ],
    "07:04": [
        {
            "time": "7:04 p.m.",
            "book": "The Lost Honour of Katharina Blum",
            "author": "Heinrich Böll",
            "prefix": "Sunday evening at almost the same hour (to be precise, at about ",
            "suffix": ") she rings the front door bell at the home of Walter Moeding, Crime Commissioner, who is at that moment engaged, for professional rather than private reasons, in disguising himself as a sheikh."
        }
    ],
    "07:05": [
        {
            "time": "five minutes after seven o'clock",
            "book": "Where I'm Calling From",
            "author": "Raymond Carver",
            "prefix": "He really couldn't believe that the old woman who'd phoned him last night would show up this morning, as she'd said she would. He decided he'd wait until ",
            "suffix": ", and then he'd call in, take the day off, and make every effort in the book to locate someone reliable."
        },
        {
            "time": "five after seven",
            "book": "Dance Dance Dance",
            "author": "Haruki Murakami",
            "prefix": "Outside my window the sky hung low and gray. It looked like snow, which added to my malaise. The clock read ",
            "suffix": ". I punched the remote control and watched the morning news as I lay in bed."
        },
        {
            "time": "7:05 A.M.",
            "book": "The Hunt for Red October",
            "author": "Tom Clancy",
            "prefix": "Ryan missed the dawn. He boarded a TWA 747 that left Dulles on time, at ",
            "suffix": " The sky was overcast, and when the aircraft burst through the cloud layer into sunlight, Ryan did something he had never done before. For the first time in his life, Jack Ryan fell asleep on an airplane."
        }
    ],
    "07:06": [
        {
            "time": "six minutes past seven",
            "book": "The Green Mile",
            "author": "Stephen King",
            "prefix": "So far so good. There followed a little passage of time when we stood by the duty desk, drinking coffee and studiously not mentioning what we were all thinking and hoping: that Percy was late, that maybe Percy wasn't going to show up at all. Considering the hostile reviews he'd gotten on the way he'd handled the electrocution, that seemed at least possible. But Percy subscribed to that old axiom about how you should get right back on the horse that had thrown you, because here he came through the door at ",
            "suffix": ", resplendent in his blue uniform with his sidearm on one hip and his hickory stick in its ridiculous custom-made holster on the other."
        },
        {
            "time": "six minutes past seven",
            "book": "The Green Mile",
            "author": "Stephen King",
            "prefix": "Percy subscribed to that old axiom about how you should get right back on the horse that had thrown you, because here he came through the door at ",
            "suffix": ", resplendent in his blue uniform with his sidearm on one hip and his hickory stick in its ridiculous custom-made holster on the other."
        }
    ],
    "07:08": [
        {
            "time": "between eight and nine minutes after seven o'clock",
            "book": "The Hard Way",
            "author": "Lee Child",
            "prefix": "Reacher had no watch but he figured when he saw Gregory it must have been ",
            "suffix": "."
        }
    ],
    "07:09": [
        {
            "time": "Seven-nine",
            "book": "There Will Come Soft Rains",
            "author": "Ray Bradbury",
            "prefix": "In the living room the voice-clock sang, Tick-tock, seven o'clock, time to get up, time to get up, seven o 'clock! as if it were afraid that nobody would. The morning house lay empty. The clock ticked on, repeating and repeating its sounds into the emptiness. ",
            "suffix": ", breakfast time, seven-nine!"
        },
        {
            "time": "Seven-nine",
            "book": "There Will Come Soft Rains",
            "author": "Ray Bradbury",
            "prefix": "",
            "suffix": ", breakfast time, seven-nine"
        }
    ],
    "07:10": [
        {
            "time": "7.10",
            "book": "The Thirty-Nine Steps",
            "author": "John Buchan",
            "prefix": "A search in Bradshaw informed me that a train left St Pancras at ",
            "suffix": ", which would land me at any Galloway station in the late afternoon."
        },
        {
            "time": "7:10",
            "book": "The Fourth Passenger",
            "author": "Mini Nair",
            "prefix": "There were many others waiting to execute the same operation, so she would have to move fast, elbow her way to the front so that she emerged first. The time was ",
            "suffix": " in the morning. The manoeuvre would start at 7:12. She looked apprehensively at the giant clock at the railway station."
        }
    ],
    "07:12": [
        {
            "time": "7:12",
            "book": "A Fraction of the Whole",
            "author": "Steve Toltz",
            "prefix": "He taught me that if I had to meet someone for an appointment, I must refuse to follow the 'stupid human habit' of arbitrarily choosing a time based on fifteen-minute intervals. 'Never meet people at 7:45 or 6:30, Jasper, but pick times like ",
            "suffix": " and 8:03!'"
        }
    ],
    "07:13": [
        {
            "time": "seven-thirteen",
            "book": "Austerlitz",
            "author": "WG Sebald",
            "prefix": "It was all the more surprising and indeed alarming a little later, said Austerlitz, when I looked out of the corridor window of my carriage just before the train left at ",
            "suffix": ", to find it dawning upon me with perfect certainty that I had seen the pattern of glass and steel roof above the platforms before."
        }
    ],
    "07:14": [
        {
            "time": "7.14",
            "book": "The Redeemer",
            "author": "Jo Nesbo",
            "prefix": "At ",
            "suffix": " Harry knew he was alive. He knew that because the pain could be felt in every nerve fibre."
        }
    ],
    "07:15": [
        {
            "time": "7:15 A.M.",
            "book": "At the Mountains of Madness",
            "author": "H.P. Lovecraft",
            "prefix": "At ",
            "suffix": ", January 25th, we started flying northwestward under McTighe's pilotage with ten men, seven dogs, a sledge, a fuel and food supply, and other items including the plane's wireless outfit."
        },
        {
            "time": "7.15",
            "book": "The Suspicions of Mr Whicher",
            "author": "Kate Summerscale",
            "prefix": "Gough again knocked on Mr and Mrs Kent's bedroom door. This time it was opened - Mary Kent had got out of bed and put on her dressing gown, having just checked her husband's watch: it was ",
            "suffix": ". A confused conversation ensued, in which each woman seemed to assume Saville was with the other."
        },
        {
            "time": "7.15",
            "book": "The Suspicions of Mr Whicher",
            "author": "Kate Summerscale",
            "prefix": "Gough again knocked on Mr and Mrs Kent's bedroom door. This time it was opened - Mary Kent had got out of bed and put on her dressing gown, having just checked her husband's watch: it was ",
            "suffix": ". A confused conversation ensued, in which each woman seemed to assume Saville was with the other."
        },
        {
            "time": "quarter-past seven",
            "book": "The Adventure of the Speckled Band",
            "author": "Arthur Conan Doyle",
            "prefix": "It was early in April in the year ’83 that I woke one morning to find Sherlock Holmes standing, fully dressed, by the side of my bed. He was a late riser, as a rule, and as the clock on the mantelpiece showed me that it was only a ",
            "suffix": ", I blinked up at him in some surprise, and perhaps just a little resentment, for I was myself regular in my habits."
        }
    ],
    "07:17": [
        {
            "time": "7.17am",
            "book": "Against the Day",
            "author": "Thomas Pynchon",
            "prefix": "As of ",
            "suffix": " local time on 30 June 1908, Padzhitnoff had been working for nearly a year as a contract employee of the Okhrana, receiving five hundred rubles a month, a sum which hovered at the exorbitant end of spy-budget outlays for those years."
        }
    ],
    "07:19": [
        {
            "time": "7.19am",
            "book": "The Rosie Project",
            "author": "Graeme Simsion",
            "prefix": "I opened the sunroof and turned up the CD player volume to combat fatigue, and at ",
            "suffix": " on Saturday, with the caffeine still running all around my brain, Jackson Browne and I pulled into Moree."
        }
    ],
    "07:20": [
        {
            "time": "7.20 a.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "And this was my timetable when I lived at home with Father and I thought that Mother was dead from a heart attack (this was the timetable for a Monday and also it is an approximation). ",
            "suffix": " Wake up"
        },
        {
            "time": "seven-twenty",
            "book": "Babbitt",
            "author": "Sinclair Lewis",
            "prefix": "He who had been a boy very credulous of life was no longer greatly interested in the possible and improbable adventures of each new day. He escaped from reality till the alarm-clock rang, at ",
            "suffix": "."
        }
    ],
    "07:25": [
        {
            "time": "7.25 a.m.",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " clean teeth and wash fac"
        }
    ],
    "07:27": [
        {
            "time": "7.27",
            "book": "The Return of the Dancing Master",
            "author": "Henning Mankell",
            "prefix": "His appointment with the doctor was for 8.45. It was ",
            "suffix": "."
        }
    ],
    "07:29": [
        {
            "time": "7.29",
            "book": "At Break of Day",
            "author": "Elizabeth Speller",
            "prefix": "At ",
            "suffix": " in the morning of 1 July, the cinematographer finds himself filming silence itself."
        }
    ],
    "07:30": [
        {
            "time": "half-past seven",
            "book": "After Rain",
            "author": "William Trevor",
            "prefix": "At ",
            "suffix": " the next morning he rang the bell of 21 Blenheim Avenue."
        },
        {
            "time": "half past seven",
            "book": "Closely Observed Trains",
            "author": "Bohumil Hrabal",
            "prefix": "Precisely at ",
            "suffix": " the station-master came into the traffic office. He weighed almost sixteen stone, but women always said that he was incredibly light on his feet when he danced."
        }
    ],
    "07:32": [
        {
            "time": "7:32",
            "book": "IT",
            "author": "Stephen King",
            "prefix": "At ",
            "suffix": ", he suffered a fatal stroke."
        }
    ],
    "07:34": [
        {
            "time": "7:34.",
            "book": "Let The Right One In",
            "author": "John Ajvide Lindqvist",
            "prefix": "",
            "suffix": " Monday morning, Blackeberg. The burglar alarm at the ICA grocery store on Arvid Morne's way is set off"
        }
    ],
    "07:35": [
        {
            "time": "7:35am",
            "book": "The Devotion of Duspect X",
            "author": "Higashino, Keigo",
            "prefix": "At ",
            "suffix": " Ishigami left his apartment as he did every weekday morning."
        },
        {
            "time": "Seven thirty-five",
            "book": "Bare Bones",
            "author": "Kathy Reichs",
            "prefix": "I looked at my watch. ",
            "suffix": "."
        }
    ],
    "07:36": [
        {
            "time": "7:36",
            "book": "Let The Right One In",
            "author": "John Ajvide Lindqvist",
            "prefix": "",
            "suffix": ", sunrise. The hospital blinds were much better, darker than her own"
        }
    ],
    "07:39": [
        {
            "time": "7.39",
            "book": "Arthur & George",
            "author": "Julian Barnes",
            "prefix": "Now, at the station, do you recall speaking to Mr Joseph Markew?' 'Yes, indeed. I was standing on the platform waiting for my usual train - the ",
            "suffix": " - when he accosted me.'"
        }
    ],
    "07:40": [
        {
            "time": "7.40 a.m.",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Have breakfast"
        }
    ],
    "07:42": [
        {
            "time": "Seven forty-two",
            "book": "Magic Bleeds",
            "author": "Ilona Andrews",
            "prefix": "",
            "suffix": " am., Mr Gasparian: I curse you. I curse your arms so they will wither and die and fall off your body.."
        }
    ],
    "07:44": [
        {
            "time": "seven forty-four",
            "book": "One moment, one morning",
            "author": "Sarah Rayner",
            "prefix": "And there I was, complaining that all this was just inconvenient, Anna castigates herself. The Goth was obviously right. What does it matter, really, if I'm a bit late for work? She voices her thoughts: \"It's not exactly how you'd choose to go, is it? You'd rather die flying a kite with your grandchildren, or at a great party or something. Not on the ",
            "suffix": ".\""
        },
        {
            "time": "seven forty-four",
            "book": "One Moment, One Morning",
            "author": "Sarah Rayner",
            "prefix": "The Goth was obviously right. What does it matter, really, if I'm a bit late for work? She voices her thoughts: \"It's not exactly how you'd choose to go, is it? You'd rather die flying a kite with your grandchildren, or at a great party or something. Not on the ",
            "suffix": ".\""
        }
    ],
    "07:45": [
        {
            "time": "quarter to eight",
            "book": "A Crime in The Neighborhood",
            "author": "Suzanne Berne",
            "prefix": "Mr Green left for work at a ",
            "suffix": ", as he did every morning. He walked down his front steps carrying his empty-looking leatherette briefcase with the noisy silver clasps, opened his car door, and ducked his head to climb into the driver's seat."
        },
        {
            "time": "quarter to eight",
            "book": "A crime in the neighborhood",
            "author": "Suzanne Berne",
            "prefix": "Mr Green left for work at a ",
            "suffix": ", as he did every morning. He walked down his front steps carrying his empty-looking leatherette briefcase with the noisy silver clasps, opened his car door, and ducked his head to climb into the driver's seat."
        }
    ],
    "07:46": [
        {
            "time": "7.46 a.m.",
            "book": "The Dogs of Riga",
            "author": "Henning Mankell",
            "prefix": "He awoke with a start. The clock on his bedside table said ",
            "suffix": " He cursed, jumped out of bed and dressed. He stuffed his toothbrush and toothpaste in his jacket pocket, and parked outside the station just before 8 a.m. In reception, Ebba beckoned to him."
        }
    ],
    "07:50": [
        {
            "time": "ten minutes to eight",
            "book": "The Ragged Trousered Philanthropists",
            "author": "Robert Tressell",
            "prefix": "At about ",
            "suffix": ", Jim had squared the part of the work he had been doing - the window - so he decided not to start on the door or the skirting until after breakfast."
        }
    ],
    "07:51": [
        {
            "time": "nine minutes to eight",
            "book": "Thud!",
            "author": "Terry Pratchett",
            "prefix": "Vimes fished out the Gooseberry as a red-hot cabbage smacked into the road behind him. \"Good morning!\" he said brightly to the surprised imp. \"What is the time, please?\" \"Er...",
            "suffix": ", Insert Name Here,\" said the imp."
        }
    ],
    "07:53": [
        {
            "time": "Seven to eight",
            "book": "Never go back",
            "author": "Robert Goddard",
            "prefix": "\"What time is it?\" \"",
            "suffix": ". Won't be long now ...\""
        }
    ],
    "07:55": [
        {
            "time": "7.55",
            "book": "Tightrope, from Selected Poems 1967-1987",
            "author": "Roger McGough",
            "prefix": "at ",
            "suffix": " this morning the circus ran away to join me."
        }
    ],
    "07:56": [
        {
            "time": "seven fifty-six",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "I sit by the window, crunching toast, sipping coffee, and leafing through the paper in a leisurely way. At last, after devouring three slices, two cups of coffee, and all the Saturday sections, I stretch my arms in a big yawn and glance at the clock. I don't believe it. It's only ",
            "suffix": "."
        },
        {
            "time": "four minutes to eight",
            "book": "Buddenbrooks",
            "author": "Thomas Mann",
            "prefix": "The Castle Gate - only the Castle Gate - and it was ",
            "suffix": "."
        }
    ],
    "07:59": [
        {
            "time": "7.59",
            "book": "11/22/63",
            "author": "Stephen King",
            "prefix": "I'd spent fifty two days in 1958, but here it was ",
            "suffix": " in the morning."
        }
    ],
    "08:00": [
        {
            "time": "8 a.m.",
            "book": "Play it as is Lays",
            "author": "Joan Didion",
            "prefix": "\"I'm not crying,\" Maria said when Carter called from the desert at ",
            "suffix": " \"I'm perfectly alright\". \"You don't sound perfectly alright"
        },
        {
            "time": "8.00 a.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Put school clothes o"
        },
        {
            "time": "8 o'clock",
            "book": "Hitch-Hikers Guide to the Galaxy",
            "author": "Douglas Adams",
            "prefix": "At ",
            "suffix": " on Thursday morning Arthur didn't feel very good."
        },
        {
            "time": "eight o'clock",
            "book": "Hitch-hikers guide to the galaxy",
            "author": "Douglas Adams",
            "prefix": "At ",
            "suffix": " on Thursday morning Arthur didn't feel very good. He woke up blearily, got up, wandered blearily round his room, opened a window, saw a bulldozer, found his slippers and stomped off to the bathroom to wash."
        },
        {
            "time": "At eight o’clock",
            "book": "Journey to the Centre of the Earth",
            "author": "Jules Verne",
            "prefix": "",
            "suffix": ", a shaft of daylight came to wake us. The thousand facets of the lava on the rock face picked it up as it passed, scattering like a shower of sparks"
        },
        {
            "time": "eight o'clock",
            "book": "Brooklyn Follies",
            "author": "Paul Auster",
            "prefix": "But for now it was still ",
            "suffix": ", and as I walked along the avenue under that brilliant blue sky, I was happy, my friends, as happy as any man who had ever lived."
        },
        {
            "time": "eight o'clock",
            "book": "City of Glass",
            "author": "Paul Auster",
            "prefix": "By ",
            "suffix": " Stillman would come out, always in his long brown overcoat, carrying a large, old-fashioned carpet bag. For two weeks this routine did not vary. The old man would wander through the streets of the neighbourhood, advancing slowly, sometimes by the merest of increments, pausing, moving on again, pausing once more, as though each step had to be weighed and measured before it could take its place among the sum total of steps."
        },
        {
            "time": "at eight",
            "book": "Solar",
            "author": "Ian McEwan",
            "prefix": "Dressed in sweater, anorak and long johns, he lay in bed, hemmed in on three sides by chunky wooden beams, and ate all the salted snacks in the minibar, and then all the sugary snacks, and when he was woken by reception ",
            "suffix": " the following morning to be told that everyone was waiting for him downstairs, the wrapper of a Mars bar was still folded in his fist."
        },
        {
            "time": "at eight",
            "book": "One Flew Over the Cuckoo's Nest",
            "author": "Ken Kesey",
            "prefix": "I hear noise at the ward door, off up the hall out of my sight. That ward door starts opening ",
            "suffix": " and opens and closes a thousand times a day, kashash, click."
        },
        {
            "time": "eight o'clock",
            "book": "Pride and Prejudice",
            "author": "Jane Austen",
            "prefix": "It was dated from Rosings, at ",
            "suffix": " in the morning, and was as follows: - \"Be not alarmed, madam, on receiving this letter, by the apprehension of its containing any repetition of those sentiments or renewal of those offerings which were last night so disgusting to you."
        },
        {
            "time": "eight o'clock",
            "book": "Great Expectations",
            "author": "Charles Dickens",
            "prefix": "Mr. Pumblechook and I breakfasted at ",
            "suffix": " in the parlour behind the shop, while the shopman took his mug of tea and hunch of bread-and-butter on a sack of peas in the front premises."
        },
        {
            "time": "eight o'clock a.m.",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "Mrs. Rochester! She did not exist: she would not be born till to-morrow, some time after ",
            "suffix": "; and I would wait to be assured she had come into the world alive, before I assigned to her all that property."
        },
        {
            "time": "eight",
            "book": "A shropshire Lad",
            "author": "A E Housman",
            "prefix": "So here I'll watch the night and wait To see the morning shine, When he will hear the stroke of ",
            "suffix": " And not the stroke of nine;"
        },
        {
            "time": "eight o'clock",
            "book": "The Trial",
            "author": "Franz Kafka",
            "prefix": "Someone must have been telling lies about Joseph K. for without having done anything wrong he was arrested one fine morning. His landlady's cook, who always brought him breakfast at ",
            "suffix": ", failed to appear on this occasion."
        },
        {
            "time": "oh eight oh oh hours",
            "book": "A Clockwork Orange",
            "author": "Anthony Burgess",
            "prefix": "The next morning I woke up at ",
            "suffix": ", my brothers, and as I still felt shagged and fagged and fashed and bashed and as my glazzies were stuck together real horrorshow with sleepglue, I thought I would not go to school ."
        },
        {
            "time": "eight o'clock",
            "book": "Anna Karenina",
            "author": "Leo Tolstoy",
            "prefix": "Three days after the quarrel, Prince Stepan Arkadyevitch Oblonsky--Stiva, as he was called in the fashionable world-- woke up at his usual hour, that is, at ",
            "suffix": " in the morning, not in his wife's bedroom, but on the leather-covered sofa in his study."
        },
        {
            "time": "exactly eight",
            "book": "Three Men and a Maid",
            "author": "P.G. Wodehouse",
            "prefix": "Through the curtained windows of the furnished apartment which Mrs. Horace Hignett had rented for her stay in New York rays of golden sunlight peeped in like the foremost spies of some advancing army. It was a fine summer morning. The hands of the Dutch clock in the hall pointed to thirteen minutes past nine; those of the ormolu clock in the sitting-room to eleven minutes past ten; those of the carriage clock on the bookshelf to fourteen minutes to six. In other words, it was ",
            "suffix": "; and Mrs. Hignett acknowledged the fact by moving her head on the pillow, opening her eyes, and sitting up in bed. She always woke at eight precisely."
        },
        {
            "time": "at eight",
            "book": "Death in Venice",
            "author": "Thomas Mann",
            "prefix": "When he opened the windows in the morning, the sky was as overcast as it had been, but the air seemed fresher, and regret set in. Had giving notice not been impetuous and wrongheaded, the result of an inconsequential indisposition? If he had held off a bit, if he had not been so quick to lose heart, if he had instead tried to adjust to the air or wait for the weather to improve, he would now have been free of stress and strain and looking forward to a morning on the beach like the one the day before. Too late. He must go on wanting what he had wanted yesterday. He dressed and rode down to the ground floor ",
            "suffix": " for breakfast."
        }
    ],
    "08:01": [
        {
            "time": "Eight-one",
            "book": "There Will Come Soft Rains",
            "author": "Ray Bradbury",
            "prefix": "",
            "suffix": ", tick-tock, eight-one o'clock, off to school, off to work, run, run, eight-one"
        }
    ],
    "08:02": [
        {
            "time": "Eight oh two",
            "book": "Jingo",
            "author": "Terry Pratchett",
            "prefix": "... bingeley ... ",
            "suffix": " eh em, Death of Corporal Littlebottombottom ... Eight oh three eh em ... Death of Sergeant Detritus ... Eight oh threethreethree eh em and seven seconds seconds ... Death of Constable Visit ... Eight oh three eh em and nineninenine seconds ... Death of death of death of ..."
        }
    ],
    "08:03": [
        {
            "time": "Eight oh three",
            "book": "Jingo",
            "author": "Terry Pratchett",
            "prefix": "... bingeley ... Eight oh two eh em, Death of Corporal Littlebottombottom ... ",
            "suffix": " eh em ... Death of Sergeant Detritus ... Eight oh threethreethree eh em and seven seconds seconds ... Death of Constable Visit ... Eight oh three eh em and nineninenine seconds ... Death of death of death of ..."
        },
        {
            "time": "8:03",
            "book": "A Fraction of the Whole",
            "author": "Steve Toltz",
            "prefix": "He taught me that if I had to meet someone for an appointment, I must refuse to follow the 'stupid human habit' of arbitrarily choosing a time based on fifteen-minute intervals. 'Never meet people at 7:45 or 6:30, Jasper, but pick times like 7:12 and ",
            "suffix": "!'"
        }
    ],
    "08:04": [
        {
            "time": "8:04",
            "book": "The Periodic Table",
            "author": "Primo Levi",
            "prefix": "... every clerk had his particular schedule of hours, which coincided with a single pair of tram runs coming from the city: A had to come in at 8, B at ",
            "suffix": ", C at 8:08 and so on, and the same for quitting times, in such a manner that never would two colleagues have the opportunity to travel in the same tramcar."
        }
    ],
    "08:05": [
        {
            "time": "8.05 a.m.",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Pack school ba"
        }
    ],
    "08:08": [
        {
            "time": "8:08",
            "book": "The Periodic Table",
            "author": "Primo Levi",
            "prefix": "... every clerk had his particular schedule of hours, which coincided with a single pair of tram runs coming from the city: A had to come in at 8, B at 8:04, C at ",
            "suffix": " and so on, and the same for quitting times, in such a manner that never would two colleagues have the opportunity to travel in the same tramcar."
        }
    ],
    "08:09": [
        {
            "time": "8:09",
            "book": "American Tabloid",
            "author": "James Ellroy",
            "prefix": "He followed the squeals down a hallway. A wall clock read ",
            "suffix": " - 10:09 Dallas time."
        }
    ],
    "08:10": [
        {
            "time": "8.10 a.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Read book or watch vide"
        },
        {
            "time": "8:10",
            "book": "This Side of Paradise",
            "author": "F. Scott Fitzgerald",
            "prefix": "Amory rushed into the house and the rest followed with a limp mass that they laid on the sofa in the shoddy little front parlor. Sloane, with his shoulder punctured, was on another lounge. He was half delirious, and kept calling something about a chemistry lecture at ",
            "suffix": "."
        },
        {
            "time": "8:10",
            "book": "The Voices of Time",
            "author": "JG Ballard",
            "prefix": "Cell count down to 400,000. Woke ",
            "suffix": ". To sleep 7:15. (Appear to have lost my watch without realising it, had to drive into town to buy another.)"
        }
    ],
    "08:11": [
        {
            "time": "eight-eleven",
            "book": "The Blackpool Highflyer",
            "author": "Andrew Martin",
            "prefix": "'Care for a turn on the engine?' he called to the doxies, and pointed up at the footplate. They laughed but voted not to, climbing up with their bathtub into one of the rattlers instead. They both had very fetching hats, with one flower apiece, but the prettiness of their faces made you think it was more. For some reason they both wore white rosettes pinned to their dresses. I looked again at the clock: ",
            "suffix": "."
        }
    ],
    "08:12": [
        {
            "time": "8:12 a.m.",
            "book": "In Time Which Made A Monkey Of Us All",
            "author": "Grace Paley",
            "prefix": "At ",
            "suffix": ", just before the moment of pff, all the business of the cellars was being transacted - garbage transferred from small cans into large ones; early wide-awake grandmas, rocky with insomnia, dumped wash into the big tubs; boys in swimming trunks rolled baby carriages out into the cool morning."
        }
    ],
    "08:13": [
        {
            "time": "8:13 a.m.",
            "book": "In Time Which Made A Monkey Of Us All",
            "author": "Grace Paley",
            "prefix": "At ",
            "suffix": " the alarm clock in the laboratory gave the ringing word. Eddie touched a button in the substructure of an ordinary glass coffeepot, from whose spout two tubes proceeded into the wall."
        }
    ],
    "08:15": [
        {
            "time": "quarter-past eight",
            "book": "Three Men in a Boat",
            "author": "Jerome K Jerome",
            "prefix": "It was in the winter when this happened, very near the shortest day, and a week of fog into the bargain, so the fact that it was still very dark when George woke in the morning was no guide to him as to the time. He reached up, and hauled down his watch. It was a ",
            "suffix": "."
        },
        {
            "time": "eight fifteen",
            "book": "Pale Fire",
            "author": "Vladimir Nabokov",
            "prefix": "You scrutinized your wrist: \"It's ",
            "suffix": ". (And here time forked.) I'll turn it on.\" The screen In its blank broth evolved a lifelike blur, And music welled."
        }
    ],
    "08:16": [
        {
            "time": "eight sixteen",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "I walk through the fruit trees toward a huge, square, brown patch of earth with vegetation growing in serried rows. These must be the vegetables. I prod one of them cautiously with my foot. It could be a cabbage or a lettuce. Or the leaves of something growing underground, maybe. To be honest, it could be an alien. I have no idea. I sit down on a mossy wooden bench and look at a nearby bush covered in white flowers. Mm. Pretty. Now what? What do people do in their gardens? I feel I should have something to read. Or someone to call. My fingers are itching to move. I look at my watch. Still only ",
            "suffix": ". Oh God."
        }
    ],
    "08:17": [
        {
            "time": "8.17 a.m.",
            "book": "A Journey to the Centre of the Earth",
            "author": "Jules Verne",
            "prefix": "Breakfast over, my uncle drew from his pocket a small notebook, intended for scientific observations. He consulted his instruments, and recorded:\n“Monday, July 1.\n“Chronometer, ",
            "suffix": "; barometer, 297 in.; thermometer, 6° (43° F.). Direction, E.S.E.”\nThis last observation applied to the dark gallery, and was indicated by the compass."
        },
        {
            "time": "eight seventeen",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "Come on, I can't give up yet. I'll just sit here for a bit and enjoy the peace. I lean back and watch a little speckled bird pecking the ground nearby for a while. Then I look at my watch again: ",
            "suffix": ". I can't do this."
        }
    ],
    "08:19": [
        {
            "time": "8.19",
            "book": "The Terrible Privacy of Maxwell Sim",
            "author": "Jonathan Coe",
            "prefix": "I had arranged to meet the Occupational Health Officer at 10:30. I took the train from Watford Junction at ",
            "suffix": " and arrived at London Euston seven minutes late, at 8.49."
        }
    ],
    "08:20": [
        {
            "time": "8:20",
            "book": "Gravity's Rainbow",
            "author": "Thomas Pynchon",
            "prefix": "When the typewriters happen to pause (",
            "suffix": " and other mythical hours), and there are no flights of American bombers in the sky, and the motor traffic's not too heavy in Oxford Street, you can hear winter birds cheeping outside, busy at the feeders the girls have put up."
        }
    ],
    "08:23": [
        {
            "time": "Twenty-three minutes past eight",
            "book": "The Flowering of The Strange Orchid",
            "author": "HG Wells",
            "prefix": "And then Wedderburn looked at his watch. \"",
            "suffix": ". I am going up by the quarter to twelve train, so that there is plenty of time. I think I shall wear my alpaca jacket - it is quite warm enough - and my grey felt hat and brown shoes. I suppose”"
        },
        {
            "time": "8:23",
            "book": "The Princess Bride",
            "author": "William Goldman",
            "prefix": "At ",
            "suffix": " there seemed every chance of a lasting alliance starting between Florin and Guilder. At 8:24 the two nations were very close to war."
        }
    ],
    "08:24": [
        {
            "time": "8:24",
            "book": "The Princess Bride",
            "author": "William Goldman",
            "prefix": "At 8:23 there seemed every chance of a lasting alliance starting between Florin and Guilder. At ",
            "suffix": " the two nations were very close to war."
        }
    ],
    "08:26": [
        {
            "time": "twenty-six minutes past eight",
            "book": "The Little Drummer Girl",
            "author": "John Le Carre",
            "prefix": "It exploded much later than intended, probably a good twelve hours later, at ",
            "suffix": " on Monday morning. Several defunct wristwatches, the property of victims, confirmed the time. As with its predecessors over the last few months, there had been no warning."
        }
    ],
    "08:27": [
        {
            "time": "almost eight-thirty",
            "book": "A Confederacy of Dunces",
            "author": "John Kennedy Toole",
            "prefix": "The lecture was to be given tomorrow, and it was now ",
            "suffix": "."
        }
    ],
    "08:28": [
        {
            "time": "8.28",
            "book": "The Riddle of the Sands",
            "author": "Erskine Childers",
            "prefix": "And at ",
            "suffix": " on the following morning, with a novel chilliness about the upper lip, and a vast excess of strength and spirits, I was sitting in a third-class carriage, bound for Germany, and dressed as a young sea-man, in a pea-jacket, peaked cap, and comforter."
        }
    ],
    "08:29": [
        {
            "time": "8.29",
            "book": "Engleby",
            "author": "Sebastian Faulks",
            "prefix": "At ",
            "suffix": " I punched the front doorbell in Elgin Crescent. It was opened by a small oriental woman in a white apron. She showed me into a large, empty sitting room with an open fire and a couple of huge oil paintings."
        }
    ],
    "08:30": [
        {
            "time": "half past eight",
            "book": "Harry Potter and the Philosopher's Stone",
            "author": "JK Rowling",
            "prefix": "At ",
            "suffix": ", Mr. Dursley picked up his briefcase, pecked Mrs. Dursley on the cheek, and tried to kiss Dudley good-bye but missed, because Dudley was now having a tantrum and throwing his cereal at the walls."
        },
        {
            "time": "8:30",
            "book": "Long Day's Journey Into Night",
            "author": "Eugene O'Neill",
            "prefix": "It is around ",
            "suffix": ". Sunshine comes through the windows at right. As the curtain rises, the family has just finished breakfast."
        },
        {
            "time": "8:30 a.m.",
            "book": "The Terrors of Ice and Darkness",
            "author": "Christoph Ransmayr",
            "prefix": "On July 25th, ",
            "suffix": " the bitch Novaya dies whelping. At 10 o'clock she is lowered into her cool grave, at 7:30 that same evening we see our first floes and greet them wishing they were the last."
        },
        {
            "time": "eight-thirty",
            "book": "A Confederacy of Dunces",
            "author": "John Kennedy Toole",
            "prefix": "The lecture was to be given tomorrow, and it was now almost ",
            "suffix": "."
        },
        {
            "time": "eight-thirty",
            "book": "Deaf Sentence",
            "author": "David Lodge",
            "prefix": "When he woke, at ",
            "suffix": ", he was alone in the bedroom. He put on his dressing gown and put in his hearing aid and went into the living room."
        }
    ],
    "08:32": [
        {
            "time": "0832",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "'Does anybody know the time a little more exactly is what I'm wondering, Don, since Day doesn't.' Gately checks his cheap digital, head still hung over the sofa's arm. 'I got ",
            "suffix": ":14, 15, 16, Randy.' ''ks a lot, D.G. man.'"
        },
        {
            "time": "8.32 a.m.",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Catch bus to schoo"
        }
    ],
    "08:35": [
        {
            "time": "thirty-five minutes past eight",
            "book": "Fruitfulness",
            "author": "Emile Zola",
            "prefix": "It was ",
            "suffix": " by the big clock of the central building when Mathieu crossed the yard towards the office which he occupied as chief designer. For eight years he had been employed at the works where, after a brilliant and special course of study, he had made his beginning as assistant draughtsman when but nineteen years old, receiving at that time a salary of one hundred francs a month."
        },
        {
            "time": "8.35 a.m.",
            "book": "Ulysses",
            "author": "James Joyce",
            "prefix": "Old gummy granny (thrusts a dagger towards Stephen's hand) Remove him, acushla. At ",
            "suffix": " you will be in heaven and Ireland will be free (she prays) O good God take him!"
        }
    ],
    "08:37": [
        {
            "time": "Eight thirty-seven",
            "book": "Magic Bleeds",
            "author": "Ilona Andrews",
            "prefix": "",
            "suffix": " am., Patrice Lane, Biohazard: The dog's clean. The Good Samaritan was a woman with an accent of some sort. Why haven't you called me"
        }
    ],
    "08:39": [
        {
            "time": "8:39 A.M.",
            "book": "Terminal Compromise",
            "author": "Winn Schwartau",
            "prefix": "Doug McGuire noticed the early hour, ",
            "suffix": " on the one wall clock that gave Daylight Savings Time for the East Coast."
        }
    ],
    "08:40": [
        {
            "time": "8.40",
            "book": "Around the world in eighty days",
            "author": "Jules Verne",
            "prefix": "At this moment the clock indicated ",
            "suffix": ". 'Five minutes more,' said Andrew Stuart. The five friends looked at each other. One may surmise that their heart-beats were slightly accelereted, for, even for bold gamblers, the stake was a large one.'"
        },
        {
            "time": "twenty minutes to nine",
            "book": "Great Expectations",
            "author": "Charles Dickens",
            "prefix": "It was when I stood before her, avoiding her eyes, that I took note of the surrounding objects in detail, and saw that her watch had stopped at ",
            "suffix": ", and that a clock in the room had stopped at twenty minutes to nine."
        }
    ],
    "08:41": [
        {
            "time": "forty-one minutes past eight",
            "book": "Narrative of a Journey round the Dead Sea and in the Bible lands in 1850 and 1851",
            "author": "Félicien de Saulcy",
            "prefix": "By ",
            "suffix": " we are five hundred yards from the water’s edge, and between our road and the foot of the mountain we descry the piled-up remains of a ruined tower."
        }
    ],
    "08:43": [
        {
            "time": "eight forty-three",
            "book": "A Time to Kill",
            "author": "John Grisham",
            "prefix": "\"You understand this tape recorder is on?\" \"Uh huh\" \"And it's Wednesday, May 15, at ",
            "suffix": " in the mornin'.\" \"If you say so\""
        },
        {
            "time": "8.43 a.m.",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Go past tropical fish sho"
        }
    ],
    "08:44": [
        {
            "time": "eight forty-four",
            "book": "The Secret Miracle",
            "author": "Jorge Luis Borges",
            "prefix": "Several soldiers - some with their uniforms unbuttoned - were looking over a motorcycle, arguing about it. The sergeant looked at his watch; it was ",
            "suffix": ". They had to wait until nine. Hladik, feeling more insignificant than ill-fortuned, sat down on a pile of firewood."
        }
    ],
    "08:45": [
        {
            "time": "8:45",
            "book": "Dreams of leaving",
            "author": "Rupert Thomson",
            "prefix": "He paid the waitress and left the café. It was ",
            "suffix": ". The sun pressed against the inside of a thin layer of cloud. He unbuttoned his jacket as he hurried down Queensway. His mind, unleashed, sprang forwards."
        }
    ],
    "08:47": [
        {
            "time": "8.47",
            "book": "Dirk Gently's Holistic Detective Agency",
            "author": "Douglas Adams",
            "prefix": "\"Just on my way to the cottage. It's, er, ..",
            "suffix": ". Bit misty on the roads.....\""
        },
        {
            "time": "8.47",
            "book": "Dirk Gently's Holistic Detective Agency",
            "author": "Douglas Adams",
            "prefix": "",
            "suffix": ". Bit misty on the road"
        }
    ],
    "08:49": [
        {
            "time": "8.49",
            "book": "The Terrible Privacy of Maxwell Sim",
            "author": "Jonathan Coe",
            "prefix": "I had arranged to meet the Occupational Health Officer at 10:30. I took the train from Watford Junction at 8.19 and arrived at London Euston seven minutes late, at ",
            "suffix": "."
        }
    ],
    "08:50": [
        {
            "time": "ten to nine",
            "book": "The Chestnut Tree",
            "author": "V.S. Pritchett",
            "prefix": "At ",
            "suffix": " the clerks began to arrive.When they had hung up their coats and hates they came to the fireplace and stood warming themselves. If there was no fire, they stood there all the same"
        },
        {
            "time": "8:50",
            "book": "The Ask",
            "author": "Sam Lipsyte",
            "prefix": "It was ",
            "suffix": " in the morning and Bernie and I were alone on an Astoria side street, not far from a sandwich shop that sold a sopressatta sub called \"The Bypass\". I used to eat that sandwich weekly, wash it down with espresso soda, smoke a cigarette, go for a jog. Now I was too near the joke to order the sandwich, and my son's preschool in the throes of doctrinal schism."
        },
        {
            "time": "ten minutes to nine",
            "book": "The Radetzky March",
            "author": "Joseph Roth",
            "prefix": "Punctually at ",
            "suffix": ", a quarter hour after early mass, the boy stood in his Sunday uniform outside his father's door."
        }
    ],
    "08:51": [
        {
            "time": "8.51 a.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Arrive at schoo"
        }
    ],
    "08:52": [
        {
            "time": "8.52am.",
            "book": "Extremely Loud and Incredibly Close",
            "author": "Jonathan Safran Foer",
            "prefix": "Message one. Tuesday, ",
            "suffix": " Is anybody there? Hello?"
        }
    ],
    "08:54": [
        {
            "time": "nearly nine o’clock",
            "book": "Three Men in a Boat",
            "author": "Jerome K Jerome",
            "prefix": "It was Mrs. Poppets that woke me up next morning. She said: “Do you know that it’s ",
            "suffix": ", sir?” “Nine o’ what?” I cried, starting up. “Nine o’clock,” she replied, through the keyhole. “I thought you was a- oversleeping yourselves.”"
        }
    ],
    "08:55": [
        {
            "time": "five minutes to nine",
            "book": "The Radetzky March",
            "author": "Joseph Roth",
            "prefix": "At ",
            "suffix": ", Jacques, in his gray butler's livery, came down the stairs and said, \"Young master, your Herr Papá is coming.\""
        },
        {
            "time": "five minutes to nine",
            "book": "Three Men in a Boat",
            "author": "Jerome K Jerome",
            "prefix": "George pulled out his watch and looked at it: it was ",
            "suffix": "!"
        }
    ],
    "08:56": [
        {
            "time": "nearly nine o'clock",
            "book": "Burmese Days",
            "author": "George Orwell",
            "prefix": "It was ",
            "suffix": " and the sun was fiercer every minute.'"
        }
    ],
    "08:57": [
        {
            "time": "three minutes before nine",
            "book": "The Paradise Mystery",
            "author": "JS Fletcher",
            "prefix": "You'll have to hurry. Many a long year before that, in one of the bygone centuries, a worthy citizen of Wrychester, Martin by name, had left a sum of money to the Dean and Chapter of the Cathedral on condition that as long as ever the Cathedral stood, they should cause to be rung a bell from its smaller bell-tower for ",
            "suffix": " o'clock every morning, all the year round."
        }
    ],
    "08:58": [
        {
            "time": "two minutes of nine",
            "book": "The Getaway",
            "author": "Jim Thompson",
            "prefix": "It was ",
            "suffix": " now - two minutes before the bombs were set to explode - and three or four people were gathered in front of the bank waiting for it to open."
        }
    ],
    "08:59": [
        {
            "time": "8:59",
            "book": "Sophie's World",
            "author": "Jostein Gaarder",
            "prefix": "She had been lying in bed reading about Sophie and Alberto's conversation on Marx and had fallen asleep. The reading lamp by the bed had been on all night. The green glowing digits on her desk alarm clock showed ",
            "suffix": "."
        }
    ]
}