{
    "12:00": [
        {
            "time": "twelve",
            "book": "Wuthering Heights",
            "author": "Emily Brontë",
            "prefix": "'There's nobody here!' I insisted. 'It was yourself, Mrs. Linton: you knew it a while since.' 'Myself!' she gasped, 'and the clock is striking ",
            "suffix": "!"
        },
        {
            "time": "twelve",
            "book": "The Brothers Karamazov",
            "author": "Fyodor Dostoyevsky",
            "prefix": "A cheap little clock on the wall struck ",
            "suffix": " hurriedly, and served to begin the conversation."
        },
        {
            "time": "noon",
            "book": "The Woman Who Had Two Navels",
            "author": "Nick Joaquin",
            "prefix": "He had saved [the republic] and it was now in the present, alive now and everywhere in the present, and the hovering faces brightened and blurred about him, became the sound of a canal in the morning, the look of some roofs in the ",
            "suffix": " sun, and the fragrance of a certain evening flower. Here he was, home at last. Behind him were the mountains and the Sleeping Woman in the sky, and before him, like smoky flames in the sunset, the whole beautiful beloved city."
        },
        {
            "time": "twelve o'clock",
            "book": "Mrs Dalloway",
            "author": "Virginia Woolf",
            "prefix": "It was precisely ",
            "suffix": "; twelve by Big Ben; whose stroke was wafted over the northern part of London; blent with that of other clocks, mixed in a thin ethereal way with the clouds and wisps of smoke and died up there among the seagulls, twelve o'clock struck as Clarissa Dalloway laid her green dress on her bed and the Warren Smiths walked down Harley Street. Twelve was the hour of their appointment."
        },
        {
            "time": "twelve o'clock",
            "book": "Mrs Dalloway",
            "author": "Virginia Woolf",
            "prefix": "It was precisely ",
            "suffix": "; twelve by Big Ben; whose stroke was wafted over the northern part of London; blent with that of other clocks, mixed in a thin ethereal way wth the clouds and wisps of smoke and died up there among the seagulls - twelve o'clock struck as Clarissa Dalloway laid her green dress on the bed, and the Warren Smiths walked down Harley Street."
        },
        {
            "time": "twelve o’clock",
            "book": "Mrs Dalloway",
            "author": "Virginia Woolf",
            "prefix": "It was precisely ",
            "suffix": "; twelve by Big Ben; whose stroke was wafted over the northern part of London; blent with that of other clocks, mixed in a thin ethereal way with the clouds and wisps of smoke and died up there among the seagulls—twelve o’clock struck as Clarissa Dalloway laid her green dress on her bed, and the Warren Smiths walked down Harley Street"
        },
        {
            "time": "twelve o’clock",
            "book": "Mrs Dalloway",
            "author": "Virginia Woolf",
            "prefix": "It was precisely ",
            "suffix": "; twelve by Big Ben; whose stroke was wafted over the northern part of London; blent with that of other clocks, mixed in a thin ethereal way with the clouds and wisps of smoke, and died up there among the seagulls."
        },
        {
            "time": "Noon",
            "book": "tinkers",
            "author": "Paul Harding",
            "prefix": "",
            "suffix": " found him momentarily alone, while the family prepared lunch in the kitchen. The cracks in the ceiling widened into gaps. The locked wheels of his bed sank into new fault lines opening in the oak floor beneath the rug. At any moment the floor was going to give"
        },
        {
            "time": "noon",
            "book": "The Bridge of San Luis Rey",
            "author": "Thornton Wilder",
            "prefix": "On Friday ",
            "suffix": ", July the twentieth, 1714, the finest bridge in all Peru broke and precipitated five travellers into the gulf below."
        },
        {
            "time": "noon",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "Roaring ",
            "suffix": ". In a well-fanned Forty-second Street cellar I met Gatsby for lunch."
        },
        {
            "time": "Noon",
            "book": "The Birds begun at Four o'clock",
            "author": "Emily Dickinson",
            "prefix": "The Birds begun at Four o'clock — Their period for Dawn — A Music numerous as space — But neighboring as ",
            "suffix": " —"
        },
        {
            "time": "twelve",
            "book": "The Oxen",
            "author": "Thomas Hardy",
            "prefix": "The Oxen Christmas Eve, and ",
            "suffix": " of the clock. \"Now they are all on their knees,\" An elder said as we sat in a flock By the embers in hearthside ease. We pictured the meek mild creatures where They dwelt in their strawy pen, Nor did it occur to one of us there To doubt they were kneeling then. So fair a fancy few would weave In these years! Yet, I feel, If someone said on Christmas Eve, \"Come; see the oxen kneel \"In the lonely barton by yonder coomb Our childhood used to know,\" I should go with him in the gloom, Hoping it might be so."
        },
        {
            "time": "noon",
            "book": "The Tanners",
            "author": "Robert Walser",
            "prefix": "Then came the stroke of ",
            "suffix": ", and all these working and professional people dispersed like a trampled anthill into all the streets and directions. The white bridge was swarming with nimble dots. And when you considered that each dot had a mouth with which it was now planning to eat lunch, you couldn't help bursting into laughter."
        }
    ],
    "12:01": [
        {
            "time": "12:01",
            "book": "Chronopolis",
            "author": "J.G. Ballard",
            "prefix": "And on all sides there were the clocks. Conrad noticed them immediately, at every street corner, over every archway, three quarters of the way up the sides of buildings, covering every conceivable angle of approach. Most of them were too high off the ground to be reached by anything less than a fireman's ladder and still retained their hands. All registered the same time: ",
            "suffix": ". Conrad looked at his wristwatch, noted that it was just 2:45. ‘‘They were driven by a master dock’’ Stacey told him. ‘‘When that stopped, they all ceased at the same moment. One minute after midnight, thirty-seven years ago.’’"
        },
        {
            "time": "12:01",
            "book": "Boy A",
            "author": "Jonathan Trigell",
            "prefix": "It was the twelfth of December, the twelfth month. A was twelve. The electric clock/radio by his bedside table said ",
            "suffix": "."
        },
        {
            "time": "12:01",
            "book": "Boy A",
            "author": "Jonathan Trigell",
            "prefix": "It was the twelfth of December, the twelfth month. A was twelve. The electric clock/radio by his bedside table said ",
            "suffix": ". A was waiting for it to read 12:12, he hoped there would be some sense of cosmic rightness when it did."
        }
    ],
    "12:02": [
        {
            "time": "twelve o'clock two minutes and a quarter",
            "book": "Crundle Castle",
            "author": "Lewis Carroll",
            "prefix": "It had struck ",
            "suffix": ". The Baron's footman hastily seized a large goblet, and gasped with terror as he filled it with hot, spiced wine. \"Tis past the hour, 'tis past,\" he groaned in anguish, \"and surely I shall now get the red hot poker the Baron hath so often promised me, oh! Woe is me! Would that I had prepared the Baron's lunch before!\""
        }
    ],
    "12:03": [
        {
            "time": "12.03",
            "book": "The Yiddish Policemen's Union",
            "author": "Michael Chabon",
            "prefix": "At ",
            "suffix": " the sun has already punched its ticket. Sinking, it stains the cobbles and stucco of the platz in a violin-coloured throb of light that you would have to be a stone not to find poignant."
        }
    ],
    "12:04": [
        {
            "time": "12.04pm",
            "book": "The Mezzanine",
            "author": "Nicholson Baker",
            "prefix": "Though by then it was by Tina's own desk clock ",
            "suffix": " I was always touched when, out of a morning's worth of repetition, secretaries continued to answer with good mornings for an hour or so into the afternoon, just as people often date things with the previous year well into February; sometimes they caught their mistake and went into a \"This is not my day\" or \"Where is my head?\" escape routine; but in a way they were right, since the true tone of afternoons does not take over in offices until nearly two."
        }
    ],
    "12:05": [
        {
            "time": "around noon",
            "book": "Odalisque: The Baroque Cycle #3",
            "author": "Neal Stephenson",
            "prefix": "A few minutes' light ",
            "suffix": " is all that you need to discover the error, and re-set the clock – provide that you bother to go up and make the observation."
        }
    ],
    "12:06": [
        {
            "time": "around noon",
            "book": "Odalisque: The Baroque Cycle #3",
            "author": "Neal Stephenson",
            "prefix": "A few minutes' light ",
            "suffix": " is all that you need to discover the error, and re-set the clock – provide that you bother to go up and make the observation."
        }
    ],
    "12:07": [
        {
            "time": "seven minutes after 12",
            "book": "The Chronicle of Young Satan",
            "author": "Mark Twain",
            "prefix": "On a Monday Simon Hirsch was going to break his leg at ",
            "suffix": ", noon, and as soon as Satan told us the day before, Seppi went to betting with me that it would not happen, and soon they got excited and went to betting with me themselves."
        }
    ],
    "12:08": [
        {
            "time": "12:08",
            "book": "Eighty Days",
            "author": "Matthew Goodman",
            "prefix": "When a clock struck noon in Washington, D.C., the time was ",
            "suffix": " in Philadephia, 12:12 in new York, and 12:24 in Boston."
        }
    ],
    "12:10": [
        {
            "time": "noon, and ten minutes later",
            "book": "Oracle Night",
            "author": "Paul Auster",
            "prefix": "Madame Dumas arrived at ",
            "suffix": " Trause handed her his ATM card and instructed her to go to the neighborhood Citibank near Sheridan Square and transfer forty thousand dollars from his savings account to his checking account."
        },
        {
            "time": "twelve-ten",
            "book": "Watchers",
            "author": "Dean Koontz",
            "prefix": "They paid for only one room and kept Einstein with them because they were not going to need privacy for lovemaking. Exhausted, Travis barely managed to kiss Nora before falling into a deep sleep. He dreamed of things with yellow eyes, misshapen heads, and crocodile mouths full of sharks’ teeth. He woke five hours later, at ",
            "suffix": " Thursday afternoon."
        }
    ],
    "12:11": [
        {
            "time": "12:11",
            "book": "Boy A",
            "author": "Jonathan Trigell",
            "prefix": "At ",
            "suffix": " there was a knock on the door. It was Terry, A could tell. He hadn't known Terry long, but there was something calmer, more patient, that separated Terry's knocks from the rest of the staff. He knocked from genuine politeness, not formality. \"Come in,\" A said, although the lock was on the other side. Terry did. \"It's your mother,\" he said. \"There's no easy way to say this.\" Though he had just used the easiest, because A now knew the rest. A’s face froze, as it tried to catch up, as it tried to register the news. Then it crumpled, and while he considered this fresh blow, the tears came."
        }
    ],
    "12:12": [
        {
            "time": "12:12",
            "book": "Boy A",
            "author": "Jonathan Trigell",
            "prefix": "It was the twelfth of December, the twelfth month. A was twelve. The electric clock/radio by his bedside table said 12:01. A was waiting for it to read ",
            "suffix": ", he hoped there would be some sense of cosmic rightness when it did."
        }
    ],
    "12:14": [
        {
            "time": "twelve-fourteen",
            "book": "The Plymouth Express",
            "author": "Agatha Christie",
            "prefix": "She left London on the ",
            "suffix": " from Paddington, arriving at Bristol (where she had to change) at two-fifty."
        }
    ],
    "12:15": [
        {
            "time": "quarter past twelve",
            "book": "The Little Nugget",
            "author": "P.G. Wodehouse",
            "prefix": "Very well, dear,' she said. 'I caught the 10.20 to Eastnor, which isn't a bad train, if you ever want to go down there. I arrived at a ",
            "suffix": ", and went straight up to the house--you've never seen the house, of course? It's quite charming--and told the butler that I wanted to see Mr Ford on business. I had taken the precaution to find out that he was not there. He is at Droitwich.'"
        },
        {
            "time": "12.15",
            "book": "A Writer's Diary: Being Extracts from the Diary of Virgina Woolf",
            "author": "Virginia Woolf",
            "prefix": "What shall I think of that's liberating and refreshing? I'm in the mood when I open my window at night and look at the stars. Unfortunately it's ",
            "suffix": " on a grey dull day, the aeroplanes are active"
        }
    ],
    "12:17": [
        {
            "time": "seventeen minutes after twelve",
            "book": "Vanvild Kava",
            "author": "Isaac Bashevis Singer",
            "prefix": "Kava ordered two glasses of coffee for himself and his beloved and some cake. When the pair left, exactly ",
            "suffix": ", the club began to buzz with excitement."
        }
    ],
    "12:20": [
        {
            "time": "twelve-twenty",
            "book": "Watchers",
            "author": "Dean Koontz",
            "prefix": "By ",
            "suffix": " in the afternoon, Vince was seated in a rattan chair with comfortable yellow and green cushions at a table by the windows in that same restaurant. He’d spotted Haines on entering. The doctor was at another window table, three away from Vince, half-screened by a potted palm. Haines was eating shrimp and drinking margaritas with a stunning blonde. She was wearing white slacks and a gaily striped tube-top, and half the men in the place were staring at her."
        },
        {
            "time": "12:20",
            "book": "The Day Lady Died",
            "author": "Frank O'Hara",
            "prefix": "It is ",
            "suffix": " in New York a Friday three days after Bastille day, yes it is 1959 and I go get a shoeshine because I will get off the 4:19 in Easthampton at 7:15 and then go straight to dinner and I don’t know the people who will feed me"
        }
    ],
    "12:21": [
        {
            "time": "Twelve twenty-one",
            "book": "11/22/63",
            "author": "Stephen King",
            "prefix": "Jake think of something. PLEASE! ",
            "suffix": "."
        }
    ],
    "12:22": [
        {
            "time": "twenty-two minutes past twelve",
            "book": "Narrative of a Journey round the Dead Sea and in the Bible lands in 1850 and 1851",
            "author": "Félicien de Saulcy",
            "prefix": "By ",
            "suffix": " we leave, much too soon for our desires, this delightful spot, where the pilgrims are in the habit of bathing who come to visit the Jordan."
        }
    ],
    "12:24": [
        {
            "time": "12:24",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "",
            "suffix": " My legs are in total agony. I've been kneeling on hard tiles, cleaning the bath, for what seems like hours. There are little ridges where the tiles have dug into my knees, and I'm boiling hot and the cleaning chemicals are making me cough. All I want is a rest. But I can't stop for a moment. I am so behind .."
        }
    ],
    "12:25": [
        {
            "time": "12.25",
            "book": "Ulysses",
            "author": "James Joyce",
            "prefix": "Boys, do it now. God's time is ",
            "suffix": "."
        }
    ],
    "12:26": [
        {
            "time": "26.",
            "book": "A Kestrel For a Knave",
            "author": "Barry Hines",
            "prefix": "12.25pm. ",
            "suffix": " 27. Every time Billy saved a shot he looked heartbroken"
        }
    ],
    "12:27": [
        {
            "time": "27.",
            "book": "A Kestrel For a Knave",
            "author": "Barry Hines",
            "prefix": "12.25pm. 26. ",
            "suffix": " Every time Billy saved a shot he looked heartbroken"
        }
    ],
    "12:28": [
        {
            "time": "12.28",
            "book": "11/22/63",
            "author": "Stephen King",
            "prefix": "The DRINK CHEER-UP COFFEE wall clock read ",
            "suffix": "."
        }
    ],
    "12:30": [
        {
            "time": "half-past twelve",
            "book": "Love in a Cold Climate",
            "author": "Nancy Mitford",
            "prefix": "\"You'll never believe this but (in Spain) they are two hours late for ever meal - two hours Fanny - (can we lunch at ",
            "suffix": " today?)\""
        },
        {
            "time": "12.30 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Lunc"
        },
        {
            "time": "half past twelve",
            "book": "Northanger Abbey",
            "author": "Jane Austen",
            "prefix": "At ",
            "suffix": ", when Catherine’s anxious attention to the weather was over and she could no longer claim any merit from its amendment, the sky began voluntarily to clear. A gleam of sunshine took her quite by surprise; she looked round; the clouds were parting, and she instantly returned to the window to watch over and encourage the happy appearance. Ten minutes more made it certain that a bright afternoon would succeed, and justified the opinion of Mrs. Allen, who had “always thought it would clear up.”"
        },
        {
            "time": "12.30pm",
            "book": "Fear and Loathing in Las Vegas",
            "author": "Hunter S. Thompson",
            "prefix": "Tuesday, ",
            "suffix": "… Baker, California… Into the Ballantine Ale now, zombie drunk and nervous. I recognize this feeling: three or four days of booze, drugs, sun, no sleep and burned out adrenalin reserves – a giddy, quavering sort of high that means the crash is coming. But when? How much longer?"
        }
    ],
    "12:32": [
        {
            "time": "12:32",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "12:30 What is wrong with this bleach bottle? Which way is the nozzle pointing, anyway? I'm turning it round in confusion, peering at the arrows on the plastic ... Why won't anything come out? OK, I'm going to squeeze it really, really hard- That nearly got my eye. ",
            "suffix": " FUCK. What has it done to my HAIR?"
        },
        {
            "time": "twelve thirty-two",
            "book": "Extremely Entertaining Short Stories",
            "author": "Stacy Aumonier",
            "prefix": "A chutney-biting brigadier named Boyd-Boyd fixed an appointment on the 'phone with Oxted, at Hornborough Station, for the ",
            "suffix": ". He was to deliver the goods."
        }
    ],
    "12:33": [
        {
            "time": "12.33",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "It's ",
            "suffix": " now and I could do it, the station is just down that side road there."
        }
    ],
    "12:35": [
        {
            "time": "twelve-thirty-five",
            "book": "Men At Arms",
            "author": "Evelyn Waugh",
            "prefix": "As surely as Apthorpe was marked for early promotion, Trimmer was marked for ignominy. That morning he had appeared at the precise time stated in orders. Everyone else had been waiting five minutes and Colour Sergeant Cork called out the marker just as Trimmer appeared. So it was ",
            "suffix": " when they were dismissed."
        }
    ],
    "12:39": [
        {
            "time": "thirty-nine minutes past twelve",
            "book": "The Toilers of the Sea",
            "author": "Victor Hugo",
            "prefix": "Next, he remembered that the morrow of Christmas would be the twenty-seventh day of the moon, and that consequently high water would be at twenty-one minutes past three, the half-ebb at a quarter past seven, low water at thirty-three minutes past nine, and half flood at ",
            "suffix": "."
        }
    ],
    "12:40": [
        {
            "time": "twenty minutes to one",
            "book": "Extremely Entertaining Short Stories (The Octave of Jealousy)",
            "author": "Stacy Aumonier",
            "prefix": "A little ormolu clock in the outer corridor indicated ",
            "suffix": ". The car was due at one-fifteen. Thirty-five minutes: oh, to escape for only that brief period!"
        }
    ],
    "12:42": [
        {
            "time": "eighteen minutes to one",
            "book": "Marjorie Morningstar",
            "author": "Herman Wouk",
            "prefix": "The butt had been growing warm in her fingers; now the glowing end stung her skin. She crushed the cigarette out and stood, brushing ash from her black skirt. It was ",
            "suffix": ". She went to the house phone and called his room. The telephone rang and rang, but there was no answer."
        }
    ],
    "12:43": [
        {
            "time": "Twelve-forty-three",
            "book": "A Pocket Full of Rye",
            "author": "Agatha Christie",
            "prefix": "Died five minutes ago, you say? he asked. His eye went to the watch on his wrist. ",
            "suffix": ", he wrote on the blotter."
        }
    ],
    "12:44": [
        {
            "time": "around quarter to one",
            "book": "Long Day's Journey Into Night",
            "author": "Eugene O'Neil",
            "prefix": "It is ",
            "suffix": ". No sunlight comes into the room now through the windows at right. Outside the day is fine but increasingly sultry, with a faint haziness in the air which softens the glare of the sun."
        }
    ],
    "12:45": [
        {
            "time": "12:45",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "The boy handed in a dispatch. The Professor closed the door again, and after looking at the direction, opened it and read aloud. \"Look out for D. He has just now, ",
            "suffix": ", come from Carfax hurriedly and hastened towards the South. He seems to be going the round and may want to see you: Mina\""
        }
    ],
    "12:46": [
        {
            "time": "around quarter to one",
            "book": "Long Day's Journey Into Night",
            "author": "Eugene O'Neil",
            "prefix": "It is ",
            "suffix": ". No sunlight comes into the room now through the windows at right. Outside the day is fine but increasingly sultry, with a faint haziness in the air which softens the glare of the sun."
        }
    ],
    "12:49": [
        {
            "time": "12:49 hours",
            "book": "Bomber",
            "author": "Len Deighton",
            "prefix": "The first victim of the Krefeld raid died at ",
            "suffix": " Double British Summer Time at B Flight, but it wasn't due to carelessness."
        }
    ],
    "12:50": [
        {
            "time": "ten minutes to one",
            "book": "The Ragged Trousered Philanthropists",
            "author": "Robert Tressell",
            "prefix": "So presently Bert was sent up to the top of the house to look at a church clock which was visible therefrom, and when he came down he reported that it was ",
            "suffix": "."
        }
    ],
    "12:52": [
        {
            "time": "12.52",
            "book": "Dreams of Leaving",
            "author": "Rupert Thomson",
            "prefix": "The nightclub stood on the junction, flamboyant, still. It was ",
            "suffix": "."
        }
    ],
    "12:53": [
        {
            "time": "12:53",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "Aboot twelve miles. We ought tae pass her at Pinmore. She's due there at ",
            "suffix": "."
        }
    ],
    "12:54": [
        {
            "time": "12:54 pm.",
            "book": "Varieties of Disturbance",
            "author": "Lydia Davis",
            "prefix": "I listen to the different boats' horns, hoping to learn what kind of boat I'm hearing and what the signal means: is the boat leaving or entering the harbor; is it the ferry, or a whale-watching boat, or a fishing boat? At 5:33 pm there is a blast of two deep, resonant notes a major third apart. On another day there is the same blast at ",
            "suffix": " On another, exactly 8:00 am."
        }
    ],
    "12:55": [
        {
            "time": "Five to one",
            "book": "A Man Lay Dead",
            "author": "Ngaio Marsh",
            "prefix": "The inspector glanced at the clock. ",
            "suffix": ". A busy morning."
        }
    ],
    "12:58": [
        {
            "time": "12.58pm",
            "book": "Magic Bites",
            "author": "Ilona Andrews",
            "prefix": "The watch on my wrist showed ",
            "suffix": " I'd have time to hit the morgue."
        }
    ],
    "12:59": [
        {
            "time": "12.59pm",
            "book": "The Curious Incident of the Dog in the Night-Time",
            "author": "Mark Haddon",
            "prefix": "And I had been looking at my watch since the train had started at ",
            "suffix": ""
        }
    ],
    "13:00": [
        {
            "time": "clock strikes one",
            "book": "The Scarlet Pimpernel",
            "author": "Baroness Orczy",
            "prefix": "\"I think,\" he said, with a triumphant smile, \"that I may safely expect to find the person I seek in the dining-room, fair lady.\" \"There may be more than one.\" \"Whoever is there, as the ",
            "suffix": ", will be shadowed by one of my men; of these, one, or perhaps two, or even three, will leave for France to-morrow. One of these will be the `Scarlet Pimpernel.'\""
        },
        {
            "time": "One o'clock",
            "book": "Jingo",
            "author": "Terry Pratchett",
            "prefix": "\"",
            "suffix": " pee em! Hello, Insert Name Here!\" Said by the Disorganizer"
        },
        {
            "time": "one o'clock",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "“Czarina Catherine reported entering Galatz at ",
            "suffix": " today.”"
        },
        {
            "time": "1.00 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " First afternoon clas"
        },
        {
            "time": "1 o'clock",
            "book": "Girl, Interrupted",
            "author": "Susanna Kaysen",
            "prefix": "After ",
            "suffix": " checks, Gretta always goes out for a smoke."
        },
        {
            "time": "1pm",
            "book": "Platform",
            "author": "Michel Houellebecq",
            "prefix": "Gottfried Rembke arrived at ",
            "suffix": " precisely. The moment he walked into the restaurant, handed his coat to the waiter, they knew it was him. The solid, stocky body, the gleaming pate, the open expression, the vigorous handshake: everything about him radiated ease and enthusiasm"
        },
        {
            "time": "one o'clock",
            "book": "Jigsaw",
            "author": "Sybille Bedford",
            "prefix": "I got to Schmidt's early, feeling horribly nervous. At ",
            "suffix": " sharp: Toni. She was looking at the menu she knew well - Schmorbraten? Schnitzel? - when he loomed over her. I had seen him come in. She looked up, through him, at me. 'Traitor.' Jamie, hovering, looking very big, said her pet name, a German diminutive chosen by her. Toni addressed the air. 'If he does not leave at once I shall tell the waiter that I am not sharing my table with this gentleman.' Jamie heard, said her name again, turned to go, I rose to go with him. Toni - with that concentration of will - said, 'YOU are lunching with me.'"
        },
        {
            "time": "thirteen",
            "book": "Nineteen Eighty-Four",
            "author": "George Orwell",
            "prefix": "It was a bright cold day in April, and the clocks were striking ",
            "suffix": "."
        },
        {
            "time": "one o'clock",
            "book": "The Swimmer",
            "author": "Roma Tearne",
            "prefix": "It was ",
            "suffix": ". I bought some apples and a small pork pie and drove across the bridge to the other side of the riverbank in the direction of Orford Ness."
        },
        {
            "time": "at one",
            "book": "Silly Old Baboon",
            "author": "Spike Milligan",
            "prefix": "Many moons passed by. Did Baboon ever fly? Did he ever get to the sun? I’ve just heard today That he’s well on his way! He’ll be passing through Acton ",
            "suffix": "."
        },
        {
            "time": "one o'clock",
            "book": "Swallows and Amazons",
            "author": "Arthur Ransome",
            "prefix": "That day it was ",
            "suffix": " before John and Roger rowed across and went up to Dixon's farm for the milk and a new supply of eggs and butter."
        },
        {
            "time": "one o'clock",
            "book": "One Flew Over the Cuckoo's Nest",
            "author": "Ken Kesey",
            "prefix": "The day-room floor gets cleared of tables and at ",
            "suffix": " the doctor comes out of his office down the hall, nods once at the nurse as he goes past where he's watching out of her window, sits in his chair just to the left of the door."
        }
    ],
    "13:01": [
        {
            "time": "about one",
            "book": "Ulysses",
            "author": "James Joyce",
            "prefix": "There's five fathoms out there, he said. It'll be swept up that way when the tide comes in ",
            "suffix": ". It's nine days today."
        }
    ],
    "13:02": [
        {
            "time": "about one o'clock",
            "book": "A Clergyman's Daughter",
            "author": "George Orwell",
            "prefix": "At ",
            "suffix": " the overseer arrived and told them he had no jobs for them"
        }
    ],
    "13:03": [
        {
            "time": "a little after one o'clock",
            "book": "The Big Clock",
            "author": "Kenneth Fearing",
            "prefix": "It was ",
            "suffix": " when I got there, time for lunch, so I had it. The food was awful. But it would go on the expense account, and after I'd eaten I got out my notebook and put it down. Lunch $1.50. Taxi $1.00."
        }
    ],
    "13:04": [
        {
            "time": "four minutes past one",
            "book": "The Ragged Trousered Philanthropists",
            "author": "Robert Tressell",
            "prefix": "\"Jesus Christ!\" he gasped. \"It's ",
            "suffix": "!\" Linden frantically seized hold of a pair of steps and began wandering about the room with them."
        }
    ],
    "13:05": [
        {
            "time": "five past one",
            "book": "The Undomestic Goddess",
            "author": "Sophie Kinsella",
            "prefix": "“Samantha?” I can hear Trish approaching. “Um ... hold on!” I hurry to the door, trying to block her view. “It's already ",
            "suffix": ",” I can hear her saying a little sharply. “And I did ask, most clearly for ...” Her voice trails off into silence as she reaches the kitchen door, and her whole face sags in astonishment. I turn and follow her gaze as she surveys the endless plates of sandwiches. “My goodness!” At last Trish finds her voice. “This is ... this is very impressive!”"
        },
        {
            "time": "five past one",
            "book": "A Man Lay Dead",
            "author": "Ngaio Marsh",
            "prefix": "At ",
            "suffix": " Alleyn opened the outer door, knocked his pipe out on the edge of the stone step,and remained staring out on to the drive."
        }
    ],
    "13:06": [
        {
            "time": "13 hours and 6 minutes",
            "book": "We",
            "author": "Yevgeny Zamyatin",
            "prefix": "And then at precisely ",
            "suffix": " - confusion broke out in the rectangle."
        }
    ],
    "13:09": [
        {
            "time": "nine minutes past one",
            "book": "Tortured Souls: The Legend of Primordium",
            "author": "Clive Barker",
            "prefix": "At ",
            "suffix": ", a pair of horses approached (not from the city, from which direction Krieger had expected her to come, but from the Desert, which lay, vast and largely uncharted, out to the West and South-West of the city.)"
        }
    ],
    "13:10": [
        {
            "time": "ten minutes past one",
            "book": "Death on the Nile",
            "author": "Agatha Christie",
            "prefix": "\"It was ",
            "suffix": ".” “You are sure of that?\""
        }
    ],
    "13:11": [
        {
            "time": "1.11",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "I pursued my inquiries at the other stations along the line an' I found there was a gentleman wi' a bicycle tuk the ",
            "suffix": " train at Girvan."
        }
    ],
    "13:13": [
        {
            "time": "thirteen minutes past one",
            "book": "Journey to the Centre of the Earth",
            "author": "Jules Verne",
            "prefix": "\"There it is! There it is!\" shouted the Professor. \"Now for the centre of the globe!\" he added in Danish. I looked at Hans. \"Forüt!\" was his tranquil answer. \"Forward!\" replied my uncle. It was ",
            "suffix": "."
        }
    ],
    "13:15": [
        {
            "time": "One hour and a quarter",
            "book": "The Picture of Dorian Gray",
            "author": "Oscar Wilde",
            "prefix": "‘Monsieur has well slept this morning,’ he said, smiling. ‘What o’clock is it, Victor?’ asked Dorian Gray, sleepily. ‘",
            "suffix": ", monsieur.’"
        },
        {
            "time": "One-fifteen",
            "book": "A Man Lay Dead",
            "author": "Ngaio Marsh",
            "prefix": "\"Where are the ladies and Gentlemen?\" asked Aleyn. \"Sir, in the garding\", said Bunce. \"What time's lunch?\" \"",
            "suffix": "\"."
        },
        {
            "time": "Quarter-past one",
            "book": "Miss Pettigrew lives for a Day",
            "author": "Winifred Watson",
            "prefix": "The clock caught Miss LaFosse´s eye. ´Good heavens!´ she gasped. ´Look at the time. ",
            "suffix": ". You must be starved.' She turned impetuously to Miss Pettigrew."
        }
    ],
    "13:16": [
        {
            "time": "1.16pm",
            "book": "The Curious Incident of the Dog in the Night-Time",
            "author": "Mark Haddon",
            "prefix": "And the first stop had been at ",
            "suffix": " which was 17 minutes later."
        }
    ],
    "13:17": [
        {
            "time": "One seventeen",
            "book": "The Terrorist, He Watches",
            "author": "Wislawa Szymborska",
            "prefix": "",
            "suffix": " and four seconds. That shorter guy’s really got it made, and gets on a scooter, and that taller one, he goes in. One seventeen and forty seconds. That girl there, she’s got a green ribbon in her hair. Too bad that bus just cut her from view"
        }
    ],
    "13:18": [
        {
            "time": "One eighteen",
            "book": "The Terrorist, He Watches",
            "author": "Wislawa Szymborska",
            "prefix": "",
            "suffix": " exactly. Was she stupid enough to head inside? Or wasn't she? We'll know before long, When the dead are carried out"
        }
    ],
    "13:20": [
        {
            "time": "1320 hours",
            "book": "The Hunt for Red October",
            "author": "Tom Clancy",
            "prefix": "Kamarov, signal to Purga: 'Diving at—,'\" he checked his watch, \"'—",
            "suffix": ". Exercise OCTOBER FROST begins as scheduled. You are released to other assigned duties. We will return as scheduled.\" Kamarov worked the trigger on the blinker light to transmit the message. The Purga responded at once, and Ramius read the flashing signal unaided: \"IF THE WHALES DON'T EAT YOU. GOOD LUCK TO RED OCTOBER!\""
        },
        {
            "time": "twenty minutes past one",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "The time is coming for action. Today this Vampire is limit to the powers of man, and till sunset he may not change. It will take him time to arrive here, see it is ",
            "suffix": ", and there are yet some times before he can hither come, be he never so quick."
        },
        {
            "time": "twenty minutes past one",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "Today this Vampire is limit to the powers of man, and till sunset he may not change. It will take him time to arrive here, see it is ",
            "suffix": ", and there are yet some times before he can hither come, be he never so quick."
        }
    ],
    "13:23": [
        {
            "time": "1.23pm",
            "book": "The Curious Incident Of The Dog In The Night-Time",
            "author": "Mark Haddon",
            "prefix": "And when we got to Swindon Mother had keys to the house and we went in and she said, \"Hello?\" but there was no one there because it was ",
            "suffix": "."
        },
        {
            "time": "twenty-three minutes past one",
            "book": "A Mummer's Tale",
            "author": "Anatole France",
            "prefix": "The clock marked ",
            "suffix": ". He was suddenly full of agitation, yet hopeful. She had come! Who could tell what she would say? She might offer the most natural explanation of her late arrival. Félicie entered the room, her hair in disorder, her eyes shining, her cheeks white, her bruised lips a vivid red; she was tired, indifferent, mute, happy and lovely, seeming to guard beneath her cloak, which she held wrapped about her with both hands, some remnant of warmth and voluptuous pleasure."
        }
    ],
    "13:24": [
        {
            "time": "1:24 p.m",
            "book": "The Cold Six Thousand",
            "author": "James Ellroy",
            "prefix": "Littell checked his watch - ",
            "suffix": " - Littell grabbed the phone by the bed."
        }
    ],
    "13:25": [
        {
            "time": "One-twenty-five",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "I'd really have liked to, I told her, if it weren't for the things I had in the drier. I cast an eye at my watch. ",
            "suffix": ". The drier had already stopped."
        }
    ],
    "13:26": [
        {
            "time": "around one-thirty",
            "book": "The Stranger",
            "author": "Albert Camus",
            "prefix": "Raymond came back with Masson ",
            "suffix": ". His arm was bandaged up and he had an adhesive plaster on the corner of his mouth. The doctor had told him it was nothing, but Raymond looked pretty grim. Masson tried to make him laugh. But he still wouldn't say anything."
        }
    ],
    "13:30": [
        {
            "time": "half-past one",
            "book": "The Diary of a Nobody",
            "author": "George and Weedon Grossmith",
            "prefix": "Lupin not having come down, I went up again at ",
            "suffix": ", and said we dined at two; he said he \"would be there.\""
        },
        {
            "time": "half past one",
            "book": "Brighton Rock",
            "author": "Graham Greene",
            "prefix": "She was a sticker. A clock away in the town struck ",
            "suffix": "."
        },
        {
            "time": "half-past one",
            "book": "Mrs dalloway",
            "author": "Virginia Woolf",
            "prefix": "Shredding and slicing, dividing and subdividing, the clocks of Harley Street nibbled at the June day, counselled submission, upheld authority, and pointed out in chorus the supreme advantages of a sense of proportion, until the mound of time was so far diminished that a commercial clock, suspended above a shop in Oxford Street, announced, genially and fraternally, as if it were a pleasure to Messrs Rigby and Lowndes to give the information gratis, that it was ",
            "suffix": "."
        }
    ],
    "13:32": [
        {
            "time": "one ... thirty-two",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "At the third stroke it will be ",
            "suffix": " ... and twenty seconds. 'Beep ... beep ... beep.' Ford Prefect suppressed a little giggle of evil satisfaction, realized that he had no reason to suppress it, and laughed out loud, a wicked laugh."
        }
    ],
    "13:33": [
        {
            "time": "one ... thirty-three",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "He waited for the green light to show and then opened the door again on to the now empty cargo hold.'... ",
            "suffix": " ... and fifty seconds.' Very nice."
        }
    ],
    "13:34": [
        {
            "time": "one ... thirty-four",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "'At the third stroke it will be ...' He tiptoed out and returned to the control cabin. '... ",
            "suffix": " and twenty seconds.' The voice sounded as clear as if he was hearing it over a phone in London, which he wasn't, not by a long way."
        },
        {
            "time": "one ... thirty ... four",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "He then went and had a last thorough examination of the emergency suspended animation chamber, which was where he particularly wanted it to be heard. 'At the third stroke it will be ",
            "suffix": " ... precisely.'"
        }
    ],
    "13:37": [
        {
            "time": "1.37pm",
            "book": "Light House",
            "author": "William Monahan",
            "prefix": "He had not dared to sleep in his rented car—you didn't sleep in your car when you worked for Jesus Castro—and he was beginning to hallucinate. Still, he was on the job, and he scribbled in his notebook:\" ",
            "suffix": " Subject appears to be getting laid.\""
        }
    ],
    "13:39": [
        {
            "time": "1.39pm",
            "book": "The Curious Incident of the Dog in the Night-Time",
            "author": "Mark Haddon",
            "prefix": "And it was now ",
            "suffix": " which was 23 minutes after the stop, which mean that we would be at the sea if the train didn't go in a big curve. But I didn't know if it went in a big curve."
        }
    ],
    "13:42": [
        {
            "time": "1.42pm",
            "book": "The Girl with the Dragon Tattoo",
            "author": "Stieg Larsson",
            "prefix": "The last note was recorded at ",
            "suffix": ": G.M. on site at H-by; will take over the matter."
        }
    ],
    "13:44": [
        {
            "time": "forty-four minutes past one",
            "book": "Mr. Policeman and the Cook",
            "author": "Wilkie Collins",
            "prefix": "By good luck, the next train was due at ",
            "suffix": ", and arrived at Yateland (the next station) ten minutes afterward."
        }
    ],
    "13:45": [
        {
            "time": "quarter to two",
            "book": "Mike",
            "author": "PG Wodehouse",
            "prefix": "That period which is always so dangerous, when the wicket is bad, the ten minutes before lunch, proved fatal to two more of the enemy. The last man had just gone to the wickets, with the score at a hundred and thirty-one, when a ",
            "suffix": " arrived, and with it the luncheon interval."
        },
        {
            "time": "one forty-five",
            "book": "Sir Roderick Comes to Lunch",
            "author": "P.G. Wodehouse",
            "prefix": "The blow fell at precisely ",
            "suffix": " (summer-time). Benson, my Aunt Agatha's butler, was offering me the fried potatoes at the moment, and such was my emotion that I lofted six of them on the sideboard with the spoon."
        }
    ],
    "13:47": [
        {
            "time": "1.47pm.",
            "book": "The Woman Who Went To Bed For A Year",
            "author": "Sue Townsend",
            "prefix": "Poppy was sprawled on Brianne's bed, applying black mascara to her stubby lashes. Brianne was sitting at her desk, trying to complete an essay before the 2pm deadline. It was ",
            "suffix": ""
        }
    ],
    "13:48": [
        {
            "time": "twelve minutes to two",
            "book": "The Apocalypse Watch",
            "author": "Robert Ludlum",
            "prefix": "It was ",
            "suffix": " in the afternoon when Claude Moreau and his most-trusted field officer, Jacques Bergeron, arrived at the Georges Cinq station of the Paris Metro. They walked, separately, to the rear of the platform, each carrying a handheld radio, the frequencies calibrated to each other."
        }
    ],
    "13:49": [
        {
            "time": "1.49",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "The bookstall clerk had seen the passenger in grey pass the bookstall at ",
            "suffix": ", in the direction of the exit."
        }
    ],
    "13:50": [
        {
            "time": "Ten to two",
            "book": "The God of Small Things",
            "author": "Arundhati Roy",
            "prefix": "Rahel's toy wristwatch had the time painted on it. ",
            "suffix": ". One of her ambitions was to own a watch on which she could change the time whenever she wanted to (which according to her was what Time was meant for in the first place)."
        },
        {
            "time": "one-fifty",
            "book": "The Cornish Mystery",
            "author": "Agatha Christie",
            "prefix": "The best train of the day was the ",
            "suffix": " from Paddington which reached Polgarwith just after seven o'clock."
        }
    ],
    "13:55": [
        {
            "time": "five minutes before two",
            "book": "The Professor",
            "author": "Charlotte Brontë",
            "prefix": "If I was punctual in quitting Mlle. Reuter's domicile, I was at least equally punctual in arriving there; I came the next day at ",
            "suffix": ", and on reaching the schoolroom door, before I opened it, I heard a rapid, gabbling sound, which warned me that the \"priere du midi\" was not yet concluded."
        }
    ],
    "13:57": [
        {
            "time": "three minutes to two",
            "book": "Urban Shaman",
            "author": "C.E. Murphy",
            "prefix": "I looked for a clock. It was ",
            "suffix": ". \"I hope you can catch him, then. Thank you. I really appreciate it.\""
        }
    ],
    "13:58": [
        {
            "time": "almost two o’clock",
            "book": "King of Tuzla",
            "author": "Arnold Jansen op de Haar",
            "prefix": "It was ",
            "suffix": ", but nothing moved, Stari Teočak was silent and so empty it seemed abandoned, and yet Tijmen constantly felt he was being observed by invisible eyes."
        }
    ],
    "13:59": [
        {
            "time": "One ... fifty-nine …",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "For twenty minutes he sat and watched as the gap between the ship and Epun closed, as the ship's computer teased and kneaded the numbers that would bring it into a loop around the little moon, and close the loop and keep it there, orbiting in perpetual obscurity. '",
            "suffix": "'\""
        }
    ],
    "14:00": [
        {
            "time": "two o'clock",
            "book": "A Confederacy of Dunces",
            "author": "John Kennedy Toole",
            "prefix": "'She could have fired the jig, and he could have kept on picking up his packages at the old time, ",
            "suffix": ". As it was, he had almost been arrested.'"
        },
        {
            "time": "two o'clock",
            "book": "The Outsider",
            "author": "Albert Camus",
            "prefix": "\"The old people's home is at Marengo, fifty miles from Algiers. I'll catch the ",
            "suffix": " bus and get there in the afternoon.\".... \"I caught the two o'clock bus. It was very hot.\""
        },
        {
            "time": "1400 hours",
            "book": "Black Swan Green",
            "author": "David Mitchell",
            "prefix": "At approximately ",
            "suffix": " a pair of enemy Skyhawks came flying in at deck level out of nowhere."
        },
        {
            "time": "two o'clock",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "At ",
            "suffix": " Gatsby put on his bathing suit and left word with the butler that if any one phoned word was to be brought to him at the pool."
        },
        {
            "time": "At two",
            "book": "The Snowman",
            "author": "Jo Nesbo",
            "prefix": "",
            "suffix": ", the snowplows were in action in Lillestrom"
        },
        {
            "time": "two o'clock",
            "book": "The Outsider",
            "author": "Albert Camus",
            "prefix": "I caught the ",
            "suffix": " bus. It was very hot. I ate at Céleste's restaurant as usual. They all felt very sorry for me and Céleste told me, 'There's no one like a mother'."
        },
        {
            "time": "two o'clock",
            "book": "The Outsider",
            "author": "Albert Camus",
            "prefix": "The Home for Aged Persons is at Marengo, some fifty miles from Algiers. With the ",
            "suffix": " bus I should get there well before nightfall. Then I can spend the night there, keeping the usual vigil beside the body, and be back here by tomorrow evening."
        },
        {
            "time": "2.00",
            "book": "The Girl Who Kicked the Hornets' Nest",
            "author": "Stieg Larsson",
            "prefix": "When Salander woke up it was ",
            "suffix": " on Saturday afternoon and a doctor was poking at her."
        }
    ],
    "14:01": [
        {
            "time": "about two o' clock",
            "book": "A Single Pebble",
            "author": "John Hershey",
            "prefix": "At ",
            "suffix": " the owners young wife came, carrying a handleless cup and a pot with a quilted cover, to where I was still lying disconsolate"
        },
        {
            "time": "about two o'clock",
            "book": "A Month in the Country",
            "author": "JL Carr",
            "prefix": "The next day was Saturday and, now that Moon was done, I decided to bring the job to its end. So I sent word that I shouldn't be able to umpire for the team at Steeple Sinderby and, after working through the morning, came down ",
            "suffix": "."
        }
    ],
    "14:02": [
        {
            "time": "14.02",
            "book": "The Woman Who Died A Lot",
            "author": "Jasper Fforde",
            "prefix": "\"I'm not dead. How did that happen?\" He was right. It was ",
            "suffix": " and twenty-six seconds. Destiny had not been fulfilled. We all looked at each other, confused."
        }
    ],
    "14:04": [
        {
            "time": "2.04pm.",
            "book": "The Night of the Generals",
            "author": "Hans Hellmut Kirst",
            "prefix": "",
            "suffix": " Once again, the Quartermaster-General's office came on the line asking for Colonel Finckh, and once again Finckh heard the quiet, unemotional, unfamiliar voic"
        }
    ],
    "14:05": [
        {
            "time": "five past two",
            "book": "A Country Doctor's Notebook",
            "author": "Mikhail Bulgakov",
            "prefix": "...and at ",
            "suffix": " on 17 September of that same unforgettable year 1916, I was in the Muryovo hospital yard, standing on trampled withered grass, flattened by the September rain."
        }
    ],
    "14:06": [
        {
            "time": "six minutes past two",
            "book": "A Change of Climate",
            "author": "Hilary Mantel",
            "prefix": "A man driving a tractor saw her, four hundred yards from her house, ",
            "suffix": " in the afternoon."
        }
    ],
    "14:10": [
        {
            "time": "ten past two",
            "book": "The Coward's Tale",
            "author": "Vanessa Gebbie",
            "prefix": "Mrs Eunice Harris pulls back the sleeve of her good coat and checks her good watch. \"Indeed yes. Half twelve,\" and waves a hand at the Town Hall clock as if it was hers. \"Always ",
            "suffix": ". Someone put a nail in the time years back.\""
        }
    ],
    "14:13": [
        {
            "time": "two ... thirteen",
            "book": "So Long, and Thanks for All the Fish",
            "author": "Douglas Adams",
            "prefix": "At the third stroke, it will be ",
            "suffix": " ... and fifty seconds.'"
        }
    ],
    "14:15": [
        {
            "time": "2.15 P.M.",
            "book": "Lolita",
            "author": "Vladimir Nabokov",
            "prefix": "I had a date with her next day at ",
            "suffix": " In my own rooms, but it was less successful, she seemed to have grown less juvenile, more of a woman overnight."
        },
        {
            "time": "2.15 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Second afternoon clas"
        },
        {
            "time": "2.15pm",
            "book": "Lolita",
            "author": "Vladimir Nabokov",
            "prefix": "I had a date with her next day at ",
            "suffix": " in my own rooms, but it was less successful, she seemed to have grown less juvenile, more of a woman overnight. A cold I caught from her led me to cancel a fourth assignment, nor was I sorry to break an emotional series that threatened to burden me with heart-rending fantasies and peter out in dull disappointment. So let her remain, sleek, slender Monique, as she was for a minute or two"
        }
    ],
    "14:16": [
        {
            "time": "2.16",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "Oh, good evening. I think you were on the barrier when I came in at ",
            "suffix": " this afternoon. Now, do you know that you let me get past without giving up my ticket? Yes, yes he-he! I really think you ought to be more careful"
        }
    ],
    "14:19": [
        {
            "time": "2:19",
            "book": "The Cold Six Thousand",
            "author": "James Ellroy",
            "prefix": "",
            "suffix": ": Duane Hinton walks out. He walks through the backyard. He lugs some clothes. He wore said clothes last night. He walks to the fence. He feeds the incinerator. He lights a match"
        }
    ],
    "14:20": [
        {
            "time": "twenty minutes past two",
            "book": "A tale of two cities",
            "author": "Charles Dickens",
            "prefix": "The having originated a precaution which was already in course of execution, was a great relief to Miss Pross. The necessity of composing her appearance so that it should attract no special notice in the streets, was another relief. She looked at her watch, and it was ",
            "suffix": ". She had no time to lose, but must get ready at once."
        },
        {
            "time": "Twenty past two",
            "book": "The Doctor's Wife",
            "author": "Brian Moore",
            "prefix": "Inevitable, implacable, the rainstorm wept itself out. She saw Tom look at his watch. 'What time is it?' '",
            "suffix": ". Want to go back to the hotel for a while?' 'All right.' They walked out of the gardens and down the rue de Vaugirard. This holiday, unlike those holidays long ago, would not end with her sleeping at home. Two nights from now I will be high over the Atlantic Ocean and on Saturday I will be walking around in the Other Place. I am going to America. I am starting my life over again. But as she said these words to herself, she found it hard to imagine what the new life would be like. And, again, she was afraid."
        },
        {
            "time": "twenty minutes past two",
            "book": "A Tale of Two Cities",
            "author": "Charles Dickens",
            "prefix": "She looked at her watch and it was ",
            "suffix": ". She had no time to lose but must get ready at once."
        },
        {
            "time": "twenty minutes past two",
            "book": "The Mystery of Edwin Drood",
            "author": "Charles Dickens",
            "prefix": "The watch found at the Weir was challenged by the jeweller as one he had wound and set for Edwin Drood, at ",
            "suffix": " on that same afternoon; and it had run down, before being cast into the water; and it was the jeweller's positive opinion that it had never been re-wound."
        }
    ],
    "14:22": [
        {
            "time": "Two-twenty-two",
            "book": "Larry's Party",
            "author": "Carol Shields",
            "prefix": "Garth here. Sunday afternoon. Sorry to miss you, but I'll leave a brief message on your tape. ",
            "suffix": " or there-aboutish. Great party."
        }
    ],
    "14:25": [
        {
            "time": "2:25",
            "book": "The Corrections",
            "author": "Jonathan Franzen",
            "prefix": "Gary shut himself inside his office and flipped through the messages. Caroline had called at 1:35, 1:40, 1:50, 1:55, and 2:10; it was now ",
            "suffix": ". He pumped his fist in triumph. Finally, finally, some evidence of desperation."
        }
    ],
    "14:28": [
        {
            "time": "28 minutes and 57 seconds after 2pm",
            "book": "Ratner's Star",
            "author": "Don DeLillo",
            "prefix": "It happened to be the case that the sixty-based system coincided with our our current method of keeping time... Apparently they wanted us to know that that something might happen at ",
            "suffix": " on a day yet to be specified."
        }
    ],
    "14:30": [
        {
            "time": "2:30",
            "book": "Maus",
            "author": "Art Spiegelman",
            "prefix": "Ach! It's ",
            "suffix": ". Look how the time is flying. And it's still so much to do today.. It's dishes to clean, dinner to defrost, and my pills I haven't yet counted. I don't get it... Why didn't the Jews at least try to resist? It wasn't so easy like you think. Everybody was so starving and frightened, and tired they couldn't believe even what's in front of their eyes."
        },
        {
            "time": "2.30pm",
            "book": "The Wind on the Moon",
            "author": "Eric Linklater",
            "prefix": "At ",
            "suffix": " on the 13th inst. began to shadow Sir Bobadil the Ostrich, whom I suspect of being the criminal. Shadowing successful. Didn't lose sight of him once."
        },
        {
            "time": "half past two",
            "book": "Corker's Freedom",
            "author": "John Berger",
            "prefix": "At ",
            "suffix": " the same afternoon the boy and the elderly man are standing in the room directly above the Inner Office and Waiting-Room."
        },
        {
            "time": "half-past two",
            "book": "Millie",
            "author": "Katherine Mansfield",
            "prefix": "It was ",
            "suffix": " in the afternoon. The sun hung in the faded blue sky like a burning mirror, and away beyond the paddocks the blue mountains quivered and leapt like sea. Sid wouldn't be back until half-past ten. He had ridden over to the township with four of the boys to help hunt down the young fellow who'd murdered Mr. Williamson. Such a dreadful thing!"
        },
        {
            "time": "half-past two",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "It was ",
            "suffix": " o'clock when the knock came. I took my courage a deux mains and waited. In a few minutes Mary opened the door, and announced \"Dr. Van Helsing\"."
        },
        {
            "time": "1/2 past 2 o'clock",
            "book": "The Journals of Dorothy Wordsworth",
            "author": "Dorothy Wordsworth",
            "prefix": "May 14th 1800. Wm and John set off into Yorkshire after dinner at ",
            "suffix": ", cold pork in their pockets. I left them at the turning of the Low-wood bay under the trees. My heart was so full that I could barely speak to W. when I gave him a farewell kiss."
        }
    ],
    "14:32": [
        {
            "time": "2.32 p.m.",
            "book": "Post Office",
            "author": "Charles Bukowski",
            "prefix": "Like ",
            "suffix": ", Beecher and Avalon, L3 R2 (which meant left three blocks, right two) 2:35 p.m., and you wondered how you could pick up one box, then drive 5 blocks in 3 minutes and be finished cleaning out another box."
        }
    ],
    "14:36": [
        {
            "time": "Two thirty-six",
            "book": "The Elephant Vanishes",
            "author": "Haruki Murakami",
            "prefix": "I look at my watch. ",
            "suffix": ". All I've got left today is take in the laundry and fix dinner."
        }
    ],
    "14:39": [
        {
            "time": "2.39",
            "book": "Five Red Herrings",
            "author": "Dorothy L. Sayers",
            "prefix": "Noo, there's a report come in fra' the station-master at Pinwherry that there was a gentleman tuk the ",
            "suffix": " at Pinwherry."
        }
    ],
    "14:40": [
        {
            "time": "two-forty",
            "book": "The Catcher in the Rye",
            "author": "J.D. Salinger",
            "prefix": "If a girl looks swell when she meets you, who gives a damn when she's late? 'We better hurry', I said. 'The show starts at ",
            "suffix": ".'"
        },
        {
            "time": "twenty minutes to three",
            "book": "Sinister Street",
            "author": "Compton Mackenzie",
            "prefix": "Members of Big Side marked Michael and Alan as the two most promising three-quarters for Middle Side next year, and when the bell sounded at ",
            "suffix": ", the members of Big Side would walk with Michael and Alan towards the changing room and encourage them by flattery and genial ragging."
        }
    ],
    "14:41": [
        {
            "time": "2.41",
            "book": "Miss Pym Disposes",
            "author": "Josephine Tey",
            "prefix": "At ",
            "suffix": ", when the afternoon fast train to London was pulling out of Larborough prompt to the minute, Miss Pym sat under the cedar on the lawn wondering whether she was a fool, and not caring much anyhow."
        }
    ],
    "14:43": [
        {
            "time": "2.43pm",
            "book": "Now: Zero",
            "author": "JG Ballard",
            "prefix": "Jacobson died at ",
            "suffix": " the next day after slashing his wrists with a razor blade in the second cubicle from the left in the men's washroom on the third floor."
        }
    ],
    "14:45": [
        {
            "time": "quarter to three",
            "book": "The Diary of a Nobody",
            "author": "George and Weedon Grossmith",
            "prefix": "He never came down till a ",
            "suffix": "."
        },
        {
            "time": "two forty-five",
            "book": "The Pregnant Window",
            "author": "Martin Amis",
            "prefix": "Pull the other one, and tell it to the marines, and don't make me laugh, and fuck off out of it, and all that, but the fact remained that it was still only ",
            "suffix": "'."
        },
        {
            "time": "quarter to three",
            "book": "The Old Woman",
            "author": "Daniil Ivanovich Kharms",
            "prefix": "What time is it?' 'Look for yourself,' the old woman says to me. I look, and I see the clock has no hands. 'There are no hands,' I say. The old woman looks at the clock face and says to me, 'It's a ",
            "suffix": "'."
        }
    ],
    "14:50": [
        {
            "time": "ten to three",
            "book": "The Old Vicarage, Grantchester",
            "author": "Rupert Brooke",
            "prefix": "Stands the Church clock at ",
            "suffix": "? And is there honey still for tea?"
        }
    ],
    "14:54": [
        {
            "time": "about 2.55",
            "book": "Life, the universe and everything",
            "author": "Douglas Adams",
            "prefix": "In the end, it was the Sunday afternoons he couldn’t cope with, and that terrible listlessness that starts to set in ",
            "suffix": ", when you know you’ve had all the baths you can usefully have that day, that however hard you stare at any given paragraph in the newspaper you will never actually read it, or use the revolutionary new pruning technique it describes, and that as you stare at the clock the hands will move relentlessly on to four o’clock, and you will enter the long dark teatime of the soul."
        }
    ],
    "14:55": [
        {
            "time": "Five to three",
            "book": "Ulysses",
            "author": "James Joyce",
            "prefix": "The superior, the very reverend John Conmee SJ reset his smooth watch in his interior pocket as he came down the presbytery steps. ",
            "suffix": ". Just nice time to walk to Artane."
        }
    ],
    "14:56": [
        {
            "time": "2.56 P.M.",
            "book": "The 60 Minute Zoom",
            "author": "JG Ballard",
            "prefix": "",
            "suffix": " Helen is alone now. Her face is out of frame, and through the viewfinder I see only a segment of the pillow, an area of crumpled sheet and the upper section of her chest and shoulders"
        }
    ],
    "14:58": [
        {
            "time": "two minutes to three",
            "book": "Sinister Street",
            "author": "Compton Mackenzie",
            "prefix": "From twenty minutes past nine until twenty-seven minutes past nine, from twenty-five minutes past eleven until twenty-eight minutes past eleven, from ten minutes to three until ",
            "suffix": " the heroes of the school met in a large familiarity whose Olympian laughter awed the fearful small boy that flitted uneasily past and chilled the slouching senior that rashly paused to examine the notices in assertion of an unearned right."
        },
        {
            "time": "two minutes to three",
            "book": "The Chronicle of Young Satan",
            "author": "Mark Twain",
            "prefix": "We betted that it would happen on the morrow; they took us up and gave us the odds of two to one; we betted that it would happen in the afternoon; we got odds of four to one on that; we betted that it would happen at ",
            "suffix": "; they willingly granted us the odds of ten to one on that."
        }
    ]
}