{
    "21:00": [
        {
            "time": "9.00 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Watch television or a vide"
        },
        {
            "time": "2100",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "At ",
            "suffix": " at night it's cold out."
        },
        {
            "time": "nine o'clock",
            "book": "His Last Bow An Epilogue of Sherlock Holmes",
            "author": "Arthur Conan Doyle",
            "prefix": "It was ",
            "suffix": " at night upon the second of August—the most terrible August in the history of the world. One might have thought already that God's curse hung heavy over a degenerate world, for there was an awesome hush and a feeling of vague expectancy in the sultry and stagnant air"
        },
        {
            "time": "nine o'clock",
            "book": "The Trial",
            "author": "Franz Kafka",
            "prefix": "On the evening before K.'s thirty-first birthday - it was about ",
            "suffix": ", when there is a lull in the streets - two gentlemen came to his apartment."
        },
        {
            "time": "nine o’clock",
            "book": "A Marriage of Passion",
            "author": "Katherine Mansfield",
            "prefix": "On the stroke of ",
            "suffix": " Mr. and Mrs. De Voted took their places on either side of the drawing-room fire, in attitudes of gracefully combined hospitality and unconcern, Vivian De Voted wearing a black beard and black velvet jacket buttoned over his Bohemian bosom, his lady in a flowing purple gown embroidered in divers appropriate places with pomegranates and their leaves."
        },
        {
            "time": "nine o'clock",
            "book": "War and Peace",
            "author": "Leo Tolstoy",
            "prefix": "Shortly after ",
            "suffix": " that evening, Weyrother drove with his plans to Kutuzov's quarters where the council of war was to be held. All the commanders of columns were summoned to the commander in chief's and with the exception of Prince Bagration, who declined to come, were all there at the appointed time."
        },
        {
            "time": "nine o'clock",
            "book": "The Yiddish Policemen's Union",
            "author": "Michael Chabon",
            "prefix": "Standing in the chrome-and-tile desolation of the Polar-Shtern Kafeteria at ",
            "suffix": " on a Friday night, in a snowstorm, he's the loneliest Jew in the Sitka District."
        },
        {
            "time": "at nine",
            "book": "All the President's Men",
            "author": "Bernstein & Woodward",
            "prefix": "That night ",
            "suffix": " the President addressed the nation."
        },
        {
            "time": "nine o'clock",
            "book": "Pereira Maintains",
            "author": "Antonio Tabucchi",
            "prefix": "Then he put on a grey jacket and left the flat to make his way to Praca da Alegria. It was already ",
            "suffix": ", Pereira maintains."
        },
        {
            "time": "nine o'clock",
            "book": "Titus Groan",
            "author": "Mervyn Peake",
            "prefix": "This time, the putting on of her best hat at ",
            "suffix": " at night with the idea of sallying forth from the castle, down the long drive and then northwards along the acacia avenue, had been enough to send her to her own doorway as though she suspected someone might be there, someone who was listening to her thoughts."
        }
    ],
    "21:01": [
        {
            "time": "about nine o'clock",
            "book": "The Trial",
            "author": "Franz Kafka",
            "prefix": "On the evening before K.'s thirty-first birthday - it was ",
            "suffix": ", when there is a lull in the streets - two gentlemen came to his apartment."
        }
    ],
    "21:02": [
        {
            "time": "after nine",
            "book": "Edward Mills and George Benton: A Tale",
            "author": "Mark Twain",
            "prefix": "The good Brants did not allow the boys to play out ",
            "suffix": " in summer evenings; they were sent to bed at that hour; Eddie honorably remained, but Georgie usually slipped out of the window toward ten, and enjoyed himself until midnight."
        }
    ],
    "21:03": [
        {
            "time": "about nine o’clock",
            "book": "“The Landlady”",
            "author": "Roald Dahl",
            "prefix": "Billy Weaver had travelled down from London on the slow afternoon train, with a change at Swindon on the way, and by the time he got to Bath it was ",
            "suffix": " in the evening and the moon was coming up out of a clear starry sky over the houses opposite the station entrance. But the air was deadly cold and the wind was like a flat blade of ice on his cheeks."
        }
    ],
    "21:04": [
        {
            "time": "9.04pm",
            "book": "A Short History of Nearly Everything",
            "author": "Bill Bryson",
            "prefix": "At ",
            "suffix": " trilobites swim onto the scene, followed more or less immediately by the shapely creatures of the Burgess Shale."
        }
    ],
    "21:05": [
        {
            "time": "Nine-five",
            "book": "There will come soft rains",
            "author": "Ray Bradbury",
            "prefix": "",
            "suffix": ". A voice spoke from the study ceiling: \"Mrs. McClellan, which poem would you like this evening?\". The house was silent. The voice said at last, \"Since you express no preference, I shall select a poem at random."
        }
    ],
    "21:09": [
        {
            "time": "9.09",
            "book": "Dreams of Leaving",
            "author": "Rupert Thomson",
            "prefix": "",
            "suffix": ". Too late to turn around and go back. Too late, too dangerous"
        }
    ],
    "21:11": [
        {
            "time": "9.11",
            "book": "The Ipcress File",
            "author": "Len Deighton",
            "prefix": "Every few seconds the house changed character, at one time menacing and sinister, and again the innocent abode of law-abiding citizens about to be attacked by my private army. The luminous watch said ",
            "suffix": "."
        }
    ],
    "21:12": [
        {
            "time": "21.12",
            "book": "Burley Cross Postbox Theft",
            "author": "Nicola Barker",
            "prefix": "The crime was reported to us (with almost indecent alacrity, Rog) at ",
            "suffix": ", by Susan Trott - of Black Grouse Cottage - who had been, I quote: 'out looking for hedgehogs when I was horrified to notice the postbox door had fallen off and was just lying there, on the ground'."
        }
    ],
    "21:15": [
        {
            "time": "9.15",
            "book": "Ulysses",
            "author": "James Joyce",
            "prefix": "",
            "suffix": ". Did Roberts pay you yet"
        },
        {
            "time": "nine-fifteen",
            "book": "Can You Keep a Secret?",
            "author": "Sophie Kinsella",
            "prefix": "What are we going to do? Should we try to walk to Clapham High Street? But it's bloody miles away. I glance at my watch and am shocked to see that it's ",
            "suffix": ". We've spent over an hour faffing about and we haven't even had a drink. And it's all my fault. I can't even organize one simple evening without its going catastrophically wrong."
        }
    ],
    "21:17": [
        {
            "time": "21:17",
            "book": "Let The Right One In",
            "author": "John Ajvide Lindqvist",
            "prefix": "",
            "suffix": ", Sunday Evening, Angbyplan. A man is observed outside the hair salon. He presses his face and hands against the glass, and appears extremely intoxicated"
        }
    ],
    "21:18": [
        {
            "time": "eighteen minutes after nine",
            "book": "The Catbird Seat",
            "author": "James Thurber",
            "prefix": "The same thing would hold true if there were someone in her apartment. In that case he would just say that he had been passing by, recognized her charming house, and thought to drop in. It was ",
            "suffix": " when Mr. Martin turned into Twelfth Street."
        }
    ],
    "21:20": [
        {
            "time": "9.20 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Have juice and a snac"
        }
    ],
    "21:22": [
        {
            "time": "21.22 hrs",
            "book": "Burley Cross Postbox Theft",
            "author": "Nicola Barker",
            "prefix": "Fifteen minutes later (",
            "suffix": "), Miss Squire arrives in Skipton where she is booked into a local B&B. This B&B is located directly across the road from Mhairi Callaghan's Feathercuts."
        }
    ],
    "21:23": [
        {
            "time": "9.23pm",
            "book": "The Secret Diary of Adrian Mole Aged 13 3/4",
            "author": "Sue Townsend",
            "prefix": "My father met me at the station, the dog jumped up to meet me, missed, and nearly fell in front of the ",
            "suffix": " Birmingham express."
        }
    ],
    "21:25": [
        {
            "time": "9:25 p.m.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Aargh. Suddenly main menu is on TV saying Press 6. Realize was using telly remote control by mistake. Now News has come o"
        }
    ],
    "21:28": [
        {
            "time": "9:28",
            "book": "Everything is Illuminated",
            "author": "Jonathan Safran Foer",
            "prefix": "From that moment on--",
            "suffix": " in the evening, June 18, 1941--everything was different."
        }
    ],
    "21:30": [
        {
            "time": "9.30 p.m.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "",
            "suffix": " Go to be"
        },
        {
            "time": "nine thirty",
            "book": "Saturday",
            "author": "Ian McEwan",
            "prefix": "Forty-eight years old, profoundly asleep at ",
            "suffix": " on a Friday night - this is modern professional life."
        },
        {
            "time": "9:30 p.m.",
            "book": "Maus",
            "author": "Art Spiegelman",
            "prefix": "It's ",
            "suffix": " already. I've gotta head uptown for my appointment with Pavel. Pavel is my shrink. He sees patients at night. He's a Czech Jew, a survivor of Terezin and Auswitz. I see him once a week."
        },
        {
            "time": "nine-thirty",
            "book": "A crime in the neighborhood",
            "author": "Suzanne Berne",
            "prefix": "The light in Mr. Green's kitchen snapped off at ",
            "suffix": ", followed by the light in his bedroom at his usual ten o'clock. His house was the first on the street to go dark."
        }
    ],
    "21:31": [
        {
            "time": "9:31",
            "book": "A Wild Sheep Chase",
            "author": "Haruki Murakami",
            "prefix": "I took some juice out of the refrigerator and sat down at the kitchen table with it. On the table was a note from my girlfriend: \"Gone out to eat. Back by 9:30.\" The digital clock on the table read 9:30. I watched it flip over to ",
            "suffix": ", then to 9:32."
        }
    ],
    "21:32": [
        {
            "time": "9:32",
            "book": "A Wild Sheep Chase",
            "author": "Haruki Murakami",
            "prefix": "I took some juice out of the refrigerator and sat down at the kitchen table with it. On the table was a note from my girlfriend: \"Gone out to eat. Back by 9:30.\" The digital clock on the table read 9:30. I watched it flip over to 9:31, then to ",
            "suffix": "."
        }
    ],
    "21:34": [
        {
            "time": "9.34 p.m.",
            "book": "The Riddle of the Sands",
            "author": "Erskine Childers",
            "prefix": "Thanks; expect me ",
            "suffix": " 26th'; which produced, three hours later, a reply: 'Delighted; please bring a No. 3 Rippingille stove' - a perplexing and ominous direction, which somehow chilled me in spite of its subject matter."
        }
    ],
    "21:35": [
        {
            "time": "9.35 p.m.",
            "book": "A Blunt Instrument",
            "author": "Georgette Heyer",
            "prefix": "The Sergeant jotted it down on a piece of paper. 'That checks up with his own story: ",
            "suffix": " Budd leaves; the North dame arrives.'"
        }
    ],
    "21:36": [
        {
            "time": "9:36",
            "book": "Extremely Loud and Incredibly Close",
            "author": "Jonathan Safran Foer",
            "prefix": "My backpack was already packed, and I'd already gotten the other supplies together, like the altimeter and the granola bars and the Swiss army knife I'd dug up in Central Park, so there was nothing else to do. Mom tucked me in at ",
            "suffix": "."
        }
    ],
    "21:38": [
        {
            "time": "nine thirty-eight",
            "book": "Pig and Pepper",
            "author": "David Footman",
            "prefix": "At ",
            "suffix": " the waiter came back and offered us a second helping of cheese,salami and sardines, and Mr Yoshogi who had been converting sterling into yen looked extremely puzzled and said he had no idea that British Honduras had so large an export trade"
        }
    ],
    "21:42": [
        {
            "time": "9:42 P.M.",
            "book": "The Lost Symbol",
            "author": "Dan Brown",
            "prefix": "Langdon looked at his Mickey Mouse watch. ",
            "suffix": ""
        }
    ],
    "21:45": [
        {
            "time": "9:45 PM",
            "book": "Riven Rock",
            "author": "T. C. Boyle",
            "prefix": "But for some unfathomable reason-birth, death, the end of the universe and all things available to man-Cody Menhoff's was closed at ",
            "suffix": " on a Thursday..."
        }
    ],
    "21:47": [
        {
            "time": "thirteen minutes to ten",
            "book": "Elegy for a Revolutionary",
            "author": "CJ Driver",
            "prefix": "For Hunter, who was trained to note times exactly, the final emergency started at ",
            "suffix": "."
        }
    ],
    "21:50": [
        {
            "time": "ten minutes to ten",
            "book": "Dubliners",
            "author": "James Joyce",
            "prefix": "I passed out on to the road and saw by the lighted dial of a clock that it was ",
            "suffix": ". In front of me was a large building which displayed the magical name."
        }
    ],
    "21:57": [
        {
            "time": "21:57",
            "book": "Cloud Atlas",
            "author": "David Mitchell",
            "prefix": "Second to last, the inset clock blinks from ",
            "suffix": " to 21:58. Napier's eyes sink, newborn sunshine slants through ancient oaks and on a lost river. Look, Joe, herons"
        },
        {
            "time": "Three minutes to ten",
            "book": "The Four Million",
            "author": "O. Henry",
            "prefix": "The waiting man pulled out a handsome watch, the lids of it set with small diamonds. \"",
            "suffix": ",\" he announced."
        }
    ],
    "21:58": [
        {
            "time": "21:58",
            "book": "Cloud Atlas",
            "author": "David Mitchell",
            "prefix": "Second to last, the inset clock blinks from 21:57 to ",
            "suffix": ". Napier's eyes sink, newborn sunshine slants through ancient oaks and on a lost river. Look, Joe, herons"
        }
    ],
    "21:59": [
        {
            "time": "about 10",
            "book": "The Life and Opinions of Tristram Shandy, Gentleman",
            "author": "Laurence Sterne",
            "prefix": "The first night, as soon as the corporal had conducted my uncle Toby upstairs, which was ",
            "suffix": " - Mrs. Wadman threw herself into her arm chair"
        }
    ],
    "22:00": [
        {
            "time": "ten",
            "book": "The Shipping News",
            "author": "E. Annie Proulx",
            "prefix": "By ",
            "suffix": ", Quoyle was drunk. The crowd was enormous, crushed together so densely that Nutbeem could not force his way down the hall or to the door and urinated on the remaining potato chips in the blue barrel, setting a popular example."
        },
        {
            "time": "Ten o'clock",
            "book": "The Great Gatsby",
            "author": "F. Scott Fitzgerald",
            "prefix": "Her body asserted itself with a restless movement of the knee, and she stood up. '",
            "suffix": ",' she remarked, apparently finding the time on the ceiling. 'Time for this good girl to go to bed.'"
        },
        {
            "time": "ten",
            "book": "Treasure Island",
            "author": "Robert Louis Stevenson",
            "prefix": "I could not doubt that this was the BLACK SPOT; and taking it up, I found writ",
            "suffix": " on the other side, in a very good, clear hand, this short message: \"You have till ten tonight.\""
        },
        {
            "time": "ten o'clock",
            "book": "Rebecca",
            "author": "Daphne du Maurier",
            "prefix": "I went back into the library, limp and exhausted. In a few minutes the telephone began ringing again. I did not do anything. I let it ring. I went and sat down at Maxim's feet. It went on ringing. I did not move. Presently it stopped, as though cut suddenly in exasperation. The clock on the mantelpiece struck ",
            "suffix": ". Maxim put his arms round me and lifted me against him. We began to kiss one another, feverishly, desperately, like guilty lovers who have not kissed before."
        },
        {
            "time": "ten o'clock",
            "book": "Little Women",
            "author": "Louisa May Alcott",
            "prefix": "No one wanted to go to bed when at ",
            "suffix": " Mrs. March put by the last finished job, and said, \"Come girls.\" Beth went to the piano and played the father's favorite hymn."
        },
        {
            "time": "ten",
            "book": "The Thousand Autumns of Jacob de Zoet",
            "author": "David Mitchell",
            "prefix": "The grandfather clock in the State Room strikes ",
            "suffix": " times."
        },
        {
            "time": "ten o'clock",
            "book": "A crime in the neighborhood",
            "author": "Suzanne Berne",
            "prefix": "The light in Mr. Green's kitchen snapped off at nine-thirty, followed by the light in his bedroom at his usual ",
            "suffix": ". His house was the first on the street to go dark."
        },
        {
            "time": "ten o'clock",
            "book": "On Chesil Beach",
            "author": "Ian McEwan",
            "prefix": "They were alone then, and theoretically free to do whatever they wanted, but they went on eating the dinner they had no appetite for. Florence set down her knife and reached for Edward's hand and squeezed. From downstairs they heard the wireless, the chimes of Big Ben at the start of the ",
            "suffix": " news."
        },
        {
            "time": "ten o'clock",
            "book": "Anne Frank: The Diary of a Young Girl",
            "author": "Anne Frank",
            "prefix": "We let our upstairs room to a certain Mr. Goudsmit, a divorced man in his thirties, who appeared to have nothing to do on this particular evening; we simply could not get rid of him without being rude; he hung about until ",
            "suffix": "."
        }
    ],
    "22:02": [
        {
            "time": "10.02pm.",
            "book": "The Lost Symbol",
            "author": "Dan Brown",
            "prefix": "It was now ",
            "suffix": " He has less than two hours."
        }
    ],
    "22:05": [
        {
            "time": "10:05 p.m.",
            "book": "The Year of Magical Thinking",
            "author": "Joan Didion",
            "prefix": "The A-B elevator was our elevator, the elevator on which the paramedics came up at 9:20 p.m., the elevator on which they took John (and me) downstairs to the ambulance at ",
            "suffix": ""
        }
    ],
    "22:06": [
        {
            "time": "after ten o'clock",
            "book": "The Dead",
            "author": "James Joyce",
            "prefix": "Of course, they had good reason to be fussy on such a night. And then it was long ",
            "suffix": " and yet there was no sign of Gabriel and his wife. Besides they were dreadfully afraid that Freddy Malins might turn up screwed."
        }
    ],
    "22:08": [
        {
            "time": "Ten eight",
            "book": "The Quiet American",
            "author": "Graham Greene",
            "prefix": "\"My watch is always a little fast,\" I said. \"What time do you make it now?\" \"",
            "suffix": ".\" \"Ten eighteen by mine. You see.\""
        }
    ],
    "22:10": [
        {
            "time": "ten minutes past ten",
            "book": "The Death of Olivier Becaille",
            "author": "Emile Zola",
            "prefix": "That was the past, and now I had just died on the narrow couch of a Paris lodging house, and my wife was crouching on the floor, crying bitterly. The white light before my left eye was growing dim, but I remembered the room perfectly. On the left there was a chest of drawers, on the right a mantelpiece surmounted by a damaged clock without a pendulum, the hands of which marked ",
            "suffix": ". The window overlooked the Rue Dauphine, a long, dark street. All Paris seemed to pass below, and the noise was so great that the window shook."
        },
        {
            "time": "10.10pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " When you turn your recorder on you must adjust clock and the calendar.......Press red and nothing happens. Press numbers and nothing happens. Wish stupid video had never been invented"
        }
    ],
    "22:11": [
        {
            "time": "eleven minutes past ten",
            "book": "The Enemy",
            "author": "Lee Child",
            "prefix": "Therefore a sergeant called Trifonov had been on post all day or all week and then he had left at ",
            "suffix": " in the evening."
        }
    ],
    "22:12": [
        {
            "time": "2212",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "The Chinese women scuttled at an amazing rate, given their size and the bags' size. It was c. ",
            "suffix": ":30-40h., smack in the middle of the former Interval of Issues Resolution."
        }
    ],
    "22:14": [
        {
            "time": "2214",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "The shopping bags looked heavy and impressive, their weight making the Chinese women lean in slightly towards each other. Call it ",
            "suffix": ":10h."
        }
    ],
    "22:15": [
        {
            "time": "10:15 p.m.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Aargh Newsnight on in 15 minute"
        }
    ],
    "22:17": [
        {
            "time": "10:17 p. m.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Casette will not go i"
        }
    ],
    "22:18": [
        {
            "time": "Ten eighteen",
            "book": "The Quiet American",
            "author": "Graham Greene",
            "prefix": "\"My watch is always a little fast,\" I said. \"What time do you make it now?\" \"Ten eight.\" \"",
            "suffix": " by mine. You see.\""
        },
        {
            "time": "10:18pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Ah. Thelma and Louise is in ther"
        }
    ],
    "22:20": [
        {
            "time": "10:20",
            "book": "A Wild Sheep Chase",
            "author": "Haruki Murakami",
            "prefix": "At ",
            "suffix": " she returned with a shopping bag from the supermarket. In the bag were three scrub brushes, one box of paperclips and a well-chilled six-pack of canned beer. So I had another beer. \"It was about sheep,\" I said. \"Didn't I tell you?\" she said."
        }
    ],
    "22:21": [
        {
            "time": "10:21pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Frenziedly press all buttons. Cassette comes out and goes back in agai"
        },
        {
            "time": "10:21pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Thelma and Louise will not come ou"
        },
        {
            "time": "2221h",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "On a Saturday c. ",
            "suffix": "., Lenz found a miniature bird that had fallen out of some nest and was sitting bald and pencil-necked on the lawn of Unit #3 flapping ineffectually, and went in with Green and ducked Green and went back outside to # 3's lawn and put the thing in a pocket and went in and put it down the garbage disposal in the kitchen sink of the kitchen, but still felt largely impotent and unresolved."
        },
        {
            "time": "2221h",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "On a Saturday c. ",
            "suffix": "., Lenz found a miniature bird that had fallen out of some nest and was sitting bald and pencil-necked on the lawn of Unit #3 flapping ineffectually..."
        }
    ],
    "22:24": [
        {
            "time": "10:24",
            "book": "A Short History of Nearly Everything",
            "author": "Bill Bryson",
            "prefix": "Thanks to ten minutes or so of balmy weather, by ",
            "suffix": " the Earth is covered in the great carboniferous forests whose residues give us all our coal, and the first winged insects are evident."
        }
    ],
    "22:25": [
        {
            "time": "10:25pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Got new cassette in now. Right. Turn to \"Recording.................. Aargh Newsnight is startin"
        }
    ],
    "22:26": [
        {
            "time": "ten-twenty-six",
            "book": "Hard Boiled Wonderland and the End of the World",
            "author": "Haruki Murakami",
            "prefix": "As always, consciousness returned to me progressively from the edges of my field of vision. The first things to claim recognition were the bathroom door emerging from the far right and a lamp from the far left, from which my awareness gradually drifted inward like ice flowing together toward the middle of a lake. In the exact center of my visual field was the alarm clock, hands pointing to ",
            "suffix": "."
        }
    ],
    "22:27": [
        {
            "time": "twenty-seven minutes past 10",
            "book": "England, Their England",
            "author": "AG Macdonell",
            "prefix": "Mr Harcourt woke up with mysterious suddenness at ",
            "suffix": ", and, by a curious coincidence, it was at that very instant that the butler came in with two footmen laden with trays of whisky, brandy, syphons, glasses and biscuits."
        }
    ],
    "22:30": [
        {
            "time": "ten thirty",
            "book": "Brooklyn",
            "author": "Colm Toibin",
            "prefix": "She looked at the clock; it was ",
            "suffix": ". If she could get there quickly on the subway, then she could be at his house in less than an hour, maybe a bit longer if the late trains did not come so often."
        },
        {
            "time": "ten-thirty",
            "book": "Smiley's People",
            "author": "John Le Carre",
            "prefix": "The time was ",
            "suffix": " but it could have been three in the morning, because along its borders, West Berlin goes to bed with the dark"
        }
    ],
    "22:31": [
        {
            "time": "10.31pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Ok OK. Calm. Penny Husbands-Bosworth, so asbestos leukaemia item is not on yet"
        },
        {
            "time": "10.31 pm",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "And, later on, at ",
            "suffix": ", I went out onto the balcony to find out whether I could see any stars, but there weren't any because of all the clouds and what is called Light Pollution which is light from streetlights and car headlights and floodlights and lights in buildings reflecting off tiny particles in the atmosphere and getting in the way of light from the stars. So I went back inside."
        }
    ],
    "22:33": [
        {
            "time": "10:33 p.m.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Yessss, yessss. RECORDING CURRENT PROGRAMME. Have done it. Aargh. All going mad. Cassette has started rewinding and now stopped and ejected. Why? Shit. Shit. Realize in excitement have sat on remote control"
        },
        {
            "time": "10:33pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Yessss, yessss. RECORDING CURRENT PROGRAMME. Have done it. Aargh. All going mad. Cassette has started rewinding and now stopped and ejected. Why? Shit. Shit. Realize in excitement have sat on remote control"
        }
    ],
    "22:35": [
        {
            "time": "10:35 p.m.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Frantic now. Have rung Sahzzer, Rebecca, Simon, Magda. Nobody knows how to programme their videos. Only person I know who knows how to do it is Daniel"
        }
    ],
    "22:40": [
        {
            "time": "twenty to eleven",
            "book": "The Man Who Watched the Trains Go By",
            "author": "Georges Simenon",
            "prefix": "The station clock told him the time: ",
            "suffix": ". He went to the booking office and asked the clerk in a polite tone when was the next train to Paris. 'In twelve minutes.'"
        }
    ],
    "22:41": [
        {
            "time": "10:41",
            "book": "Appointment in Samarra",
            "author": "John O'Hara",
            "prefix": "He climbed into the front seat and started the car. It started with a merry powerful hum, ready to go. \"There, the bastards\", said Julian, and smashed the clock with the bottom of the bottle, to give them an approximate time. It was ",
            "suffix": ""
        }
    ],
    "22:44": [
        {
            "time": "About a quarter to eleven.",
            "book": "Dead in the Water",
            "author": "Carola Dunn",
            "prefix": "Alec pricked up his ears. \"When was that?\" \"Oh, yesterday evening.\" \"What time?\" \"",
            "suffix": " I was playing bridge.\""
        }
    ],
    "22:45": [
        {
            "time": "10.45pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Oh God Daniel fell about laughing when I said I could not programme video. Said he would do it for me. Still at least I have done best for Mum. It is exciting and historic when one's friends are on TV"
        },
        {
            "time": "fifteen minutes before eleven",
            "book": "Good Intentions",
            "author": "Ogden Nash",
            "prefix": "So the Lackadaisical Broadcasting Co. bids you farewell with the message that if you aren't grateful to be living in a world where so many things to be grateful for are yours as a matter of course. Why it is now five seconds until ",
            "suffix": " o'clock and you are just an old Trojan Horse."
        }
    ],
    "22:46": [
        {
            "time": "10.46 p.m.",
            "book": "The Riddle of the Sands",
            "author": "Erskine Childers",
            "prefix": "The 'night train' tallied to perfection, for high tide in the creek would be, as Davies estimated, between 10.30 and 11.00 p.m.on the night of the 25th; and the time-table showed that the only night train arriving at Norden was one from the south at ",
            "suffix": ""
        }
    ],
    "22:48": [
        {
            "time": "10.48",
            "book": "The Sign in the Sky",
            "author": "Agatha Christie",
            "prefix": "\"Oh! I don't know about that,\" said Mr. Satterthwaite, warming to his subject. \"I was down there for a bit last summer. I found it quite convenient for town. Of course the trains only go every hour. 48 minutes past the hour from Waterloo-up to ",
            "suffix": ".\""
        }
    ],
    "22:49": [
        {
            "time": "well after 2245h",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "It's ",
            "suffix": ". The dog's leash slides hissing to the end of the Day-Glo line and stops the dog a couple of paces from the inside of the gate, where Lenz is standing, inclined in the slight forward way of somebody who's talking baby-talk to a dog."
        }
    ],
    "22:50": [
        {
            "time": "10.50 P. M.",
            "book": "The Parasite",
            "author": "Sir Arthur Conan Doyle",
            "prefix": "",
            "suffix": " This diary-keeping of mine is, I fancy, the outcome of that scientific habit of mind about which I wrote this morning. I like to register impressions while they are fresh"
        },
        {
            "time": "ten to eleven",
            "book": "Last Orders",
            "author": "Graham Swift",
            "prefix": "Saturday night. And I said, 'It's a hundred this year, ain't anybody noticed?'\"Jack said, 'What's a hundred?' I said, 'Pub is. Coach is. Look at the clock.' Jack said, ‘It's ",
            "suffix": "’."
        },
        {
            "time": "22.50",
            "book": "Day",
            "author": "A. L. Kennedy",
            "prefix": "So think yourself lucky while you're awake and remember a happy crew. Think of Hamburg on the Magic Night. ",
            "suffix": " and they went out neatly, just as they should - you couldn't fault Parks, he was always on his route."
        }
    ],
    "22:55": [
        {
            "time": "Eleven o'clock, all but five minutes!",
            "book": "The Phantom of the Opera",
            "author": "Gaston Leroux",
            "prefix": "\"It is eleven o'clock! ",
            "suffix": "\" \"But which eleven o'clock?\" \"The eleven o'clock that is to decide life or death!...He told me so just before he went....He is terrible....He is quite mad: he tore off his mask and his yellow eyes shot flames!...\""
        }
    ],
    "22:58": [
        {
            "time": "just about eleven o’clock",
            "book": "Wuthering Heights",
            "author": "Emily Brontë",
            "prefix": "Then it grew dark; she would have had them to bed, but they begged sadly to be allowed to stay up; and, ",
            "suffix": ", the door-latch was raised quietly, and in stepped the master."
        }
    ],
    "22:59": [
        {
            "time": "one minute to eleven",
            "book": "The Complaints",
            "author": "Ian Rankin",
            "prefix": "They parked the car outside Lowther's at precisely ",
            "suffix": ". People were leaving, not all of them happy at having their evening curtailed. But the grumbling was muted, and even then it only started once they were safely on the street."
        }
    ],
    "23:00": [
        {
            "time": "at eleven",
            "book": "Smiley's People",
            "author": "John le Carre",
            "prefix": "'He will be here ",
            "suffix": " exactly, sir.' At the bar, naked couples had begun dancing."
        },
        {
            "time": "eleven o'clock",
            "book": "Tess of the d'Urbervilles",
            "author": "Thomas Hardy",
            "prefix": "At ",
            "suffix": " that night, having secured a bed at one of the hotels and telegraphed his address to his father immediately on his arrival, he walked out into the streets of Sandbourne."
        },
        {
            "time": "eleven o'clock",
            "book": "The Moonstone",
            "author": "Wilkie Collins",
            "prefix": "At ",
            "suffix": ", I rang the bell for Betteredge, and told Mr. Blake that he might at last prepare himself for bed."
        },
        {
            "time": "eleven o'clock",
            "book": "If on a winter's night a traveller",
            "author": "Italo Calvino",
            "prefix": "He says, \"They've killed Jan. Clear out.\" \"The suitcase?\" I ask. \"Take it away again. We want nothing to do with it now. Catch the ",
            "suffix": " express.\" \"But it doesn't stop here....\" \"It will. Go to track six. Opposite the freight station. You have three minutes.\" \"But...\" \"Move, or I'll have to arrest you.\""
        },
        {
            "time": "eleven",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "The clock struck ",
            "suffix": ". I looked at Adele, whose head leant against my shoulder; her eyes were waxing heavy, so I took her up in my arms and carried her off to bed. It was near one before the gentlemen and ladies sought their chambers."
        },
        {
            "time": "eleven",
            "book": "Jane Eyre",
            "author": "Charlotte Brontë",
            "prefix": "The clock struck ",
            "suffix": ". I looked at Adele, whose head leant against my shoulder; her eyes were waxing heavy, so I took her up in my arms and carried her off to bed. It was near one before the gentlemen and ladies sought their chambers."
        },
        {
            "time": "at eleven",
            "book": "The Recognitions",
            "author": "William Gaddis",
            "prefix": "The train arrived in New York ",
            "suffix": " that night."
        },
        {
            "time": "2300h",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "They didn't even sit down to eat until ",
            "suffix": "."
        },
        {
            "time": "eleven o'clock",
            "book": "Harry Potter and the Order of the Phoenix",
            "author": "JK Rowling",
            "prefix": "When they reached the top of the Astronomy Tower at ",
            "suffix": ", they found a perfect night for stargazing, cloudless and still."
        }
    ],
    "23:03": [
        {
            "time": "Eleven oh-three",
            "book": "Little Green Men",
            "author": "Christopher Buckley",
            "prefix": "\"What makes you think it's for real?\" \"Just a hunch, really. He sounded for real. Sometimes you can just tell about people\"-he smiled-\"even if you're a dull old WASP.\" \"I think it's a setup.\" \"Why?\" \"I just do. Why would someone from the government want to help you?\" \"Good question. Guess I'll find out.\" She went back into the kitchen.\"What time are you meeting him?\" she called out. \"",
            "suffix": ",\" he said. \"That made me think he's for real. Military and intelligence types set precise appointment times to eliminate confusion and ambiguity. Nothing ambiguous about eleven oh-three.\""
        }
    ],
    "23:05": [
        {
            "time": "11.05",
            "book": "The Go-Between",
            "author": "L.P.Hartley",
            "prefix": "It was ",
            "suffix": ", five minutes later than my habitual bedtime. I felt. I felt guilty at being still up, but the past kept pricking at me and I knew that all the events of those nineteen days in July were astir within me, like the loosening phlegm in an attack of bronchitis"
        },
        {
            "time": "five minutes past eleven",
            "book": "The Poison Belt",
            "author": "Sir Arthur Conan Doyle",
            "prefix": "It was ",
            "suffix": " when I made my last entry. I remember winding up my watch and noting the time. So I have wasted some five hours of the little span still left to us. Who would have believed it possible? But I feel very much fresher, and ready for my fate--or try to persuade myself that I am. And yet, the fitter a man is, and the higher his tide of life, the more must he shrink from death. How wise and how merciful is that provision of nature by which his earthly anchor is usually loosened by many little imperceptible tugs, until his consciousness has drifted out of its untenable earthly harbor into the great sea beyond!"
        },
        {
            "time": "11:05",
            "book": "Household Worms",
            "author": "Stanley Donwood",
            "prefix": "My watch says ",
            "suffix": ". But whether AM or PM I don't know."
        }
    ],
    "23:07": [
        {
            "time": "11.07 pm",
            "book": "The Andromeda Strain",
            "author": "Michael Crichton",
            "prefix": "At ",
            "suffix": ", Samuel \"Gunner\" Wilson was moving at 645 miles per hour over the Mojave Desert. Up ahead in the moonlinght, he saw the twin lead jets, their afterburners glowing angrily in the night sky."
        }
    ],
    "23:10": [
        {
            "time": "ten past eleven",
            "book": "Deaf Sentence",
            "author": "David Lodge",
            "prefix": "Another Christmas day is nearly over. It's ",
            "suffix": ". Richard declined with thanks my offer to make up a bed for him here in my study, and has driven off back to Cambridge, so I am able to make some notes on the day before going to bed myself."
        },
        {
            "time": "ten minutes past eleven",
            "book": "Appointment in Samarra",
            "author": "John O'Hara",
            "prefix": "He had not the strength to help himself, and at ",
            "suffix": " no one could have helped him, no one in the world"
        }
    ],
    "23:11": [
        {
            "time": "11:11 p.m.",
            "book": "The Year of Magical Thinking",
            "author": "Joan Didion",
            "prefix": "Life changes fast Life changes in an instant You sit down to dinner and life as you know it ends. The Question of self-pity. Those were the first words I wrote after it happened. The computer dating on the Microsoft Word file (\"Notes on change.doc\") reads \"May 20, 2004, ",
            "suffix": ",\" but that would have been a case of my opening the file and reflexively pressing save when I closed it. I had made no changes to that file since I wrote the words, in January 2004, a day or two after the fact. For a long time I wrote nothing else. Life changes in the instant. The ordinary instant."
        }
    ],
    "23:12": [
        {
            "time": "23:12",
            "book": "A Naked Singularity",
            "author": "Sergio De La Pava",
            "prefix": "There was a confirmatory identification done by undercover officer 6475 at ",
            "suffix": " hours at the corner of 147th and Amsterdam."
        }
    ],
    "23:15": [
        {
            "time": "11.15pm.",
            "book": "Bridget Jones's Diary",
            "author": "Helen Fielding",
            "prefix": "",
            "suffix": " Humph. Mum just rang \"Sorry, darling. It isn't Newsnigtht, it's Breakfast News tomorrow. Could you set it for seven o'clock tomorrow morning, BBC1?"
        },
        {
            "time": "quarter-past eleven",
            "book": "Dairy of a Nobody",
            "author": "George and Weedon Grossmith",
            "prefix": "On arriving home at a ",
            "suffix": ", we found a hansom cab, which had been waiting for me for two hours with a letter. Sarah said she did not know what to do, as we had not left the address where we had gone."
        }
    ],
    "23:16": [
        {
            "time": "11.16 pm.",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "But I couldn't get out of the house straight away because he would see me, so I would have to wait until he was asleep. The time was ",
            "suffix": " I tried doubling 2s again, but I couldn't get past 2(15) which was 32,768. So I groaned to make the time pass quicker and not think."
        }
    ],
    "23:18": [
        {
            "time": "11.18",
            "book": "Trumpet",
            "author": "Jackie Kay",
            "prefix": "It is ",
            "suffix": ". A row of bungalows in a round with a clump of larch tree in the middle."
        }
    ],
    "23:19": [
        {
            "time": "11:19",
            "book": "Blackout",
            "author": "Connie Willis",
            "prefix": "A whistle cut sharply across his words. Peter got onto his knees to look out the window, and Miss Fuller glared at him. Polly looked down at her watch: ",
            "suffix": ". The train. But the stationmaster had said it was always late."
        }
    ],
    "23:20": [
        {
            "time": "eleven-twenty",
            "book": "Watchers",
            "author": "Dean Koontz",
            "prefix": "From Balboa Island, he drove south to Laguna Beach. At ",
            "suffix": ", he parked his van across the street from the Hudston house."
        },
        {
            "time": "twenty past eleven",
            "book": "Captains Courageous",
            "author": "Rudyard Kipling",
            "prefix": "Harvey looked at the clock, which marked ",
            "suffix": ". \"Then I'll sleep here till three and catch the four o'clock freight. They let us men from the Fleet ride free as a rule.\""
        }
    ],
    "23:22": [
        {
            "time": "11.22",
            "book": "Dreams of leaving",
            "author": "Robert Thomson",
            "prefix": "At ",
            "suffix": " he handed his ticket to a yawning guard and walked down a long flight of wooden steps to the car-park. A breeze lifted and dropped the leaves of a tree, and he thought of the girl with the blonde hair. His bicycle lay where he had left it."
        }
    ],
    "23:25": [
        {
            "time": "11.25 p.m.",
            "book": "Other People's Money",
            "author": "Justin Cartwright",
            "prefix": "\"OK, Estelle, I willl be at Nice Airport at ",
            "suffix": " on Saturday, BA: Could you send the driver?\""
        },
        {
            "time": "eleven o'clock and twenty-five minutes",
            "book": "A Wireless Message",
            "author": "Ambrose Bierce",
            "prefix": "To test the intensity of the light whose nature and cause he could not determine, he took out his watch to see if he could make out the figures on the dial. They were plainly visible, and the hands indicated the hour of ",
            "suffix": ". At that moment the mysterious illumination suddenly flared to an intense, an almost blinding splendor…"
        }
    ],
    "23:26": [
        {
            "time": "11:26 p.m.",
            "book": "American Gods",
            "author": "Neil Gaiman",
            "prefix": "Los Angeles. ",
            "suffix": " In a dark red room- the color of the walls is close to that of raw liver- is a tall woman dressed cartoonishly in too-tight silk shorts, her breasts pulled up and pressed forward by the yellow blouse tied beneath them."
        }
    ],
    "23:27": [
        {
            "time": "23.27",
            "book": "Other People's Money",
            "author": "Justin Cartwright",
            "prefix": "He tells his old friend the train times and they settle on the 19.45 arriving at ",
            "suffix": ". \"I'll book us into the ultra-luxurious Francis Drake Lodge. Running water in several rooms. Have you got a mobile?\""
        }
    ],
    "23:30": [
        {
            "time": "2330",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "He loaded the player and turned on the viewer, his knees popping again as he squatted to set the cue to ",
            "suffix": "."
        },
        {
            "time": "half past eleven",
            "book": "'The Dismissal', in Midnight Mass & Other Stories",
            "author": "Paul Bowles",
            "prefix": "He would catch the night bus for Casablanca, the one that left the beach at ",
            "suffix": "."
        },
        {
            "time": "half-past eleven",
            "book": "“The Voyage”",
            "author": "Katherine Mansfield",
            "prefix": "The Picton boat was due to leave at ",
            "suffix": ". It was a beautiful night, mild, starry, only when they got out of the cab and started to walk down the Old Wharf that jutted out into the harbour, a faint wind blowing off the water ruffled under Fenella's hat, and she put up her hand to keep it on."
        },
        {
            "time": "half past eleven",
            "book": "Under Milk Wood",
            "author": "Dylan Thomas",
            "prefix": "The ship's clock in the bar says ",
            "suffix": ". Half past eleven is opening time. The hands of the clock have stayed still at half past eleven for fifty years."
        }
    ],
    "23:31": [
        {
            "time": "twenty-nine minutes to midnight",
            "book": "Midnight's Children",
            "author": "Salman Rushdie",
            "prefix": "It is ",
            "suffix": ". Dr Narlikar's Nursing Home is running on a skeleton staff; there are many absentees, many employees who have preferred to celebrate the imminent birth of the nation, and will not assist tonight at the births of children."
        }
    ],
    "23:32": [
        {
            "time": "In about twenty-eight minutes it will be midnight.",
            "book": "The Evenings",
            "author": "Gerard Reve",
            "prefix": "\"This is the evening. This is the night. It is New Year´s Eve. ",
            "suffix": " I still have twenty-eight minutes left. I have to recollect my thoughts. At twelve o´clock, I should be done thinking.\" He looked at his father. \"Help those that are depressed and consider themselves lost in this world,\" he thought. \"Old fart.\""
        },
        {
            "time": "11.32 pm",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "And then it started to rain and I got wet and I started shivering because I was cold. And then it was ",
            "suffix": " and I heard voices of people walking along the street. And a voice said, 'I don't care whether you thought it was funny or not,' and it was a lady's voice."
        }
    ],
    "23:33": [
        {
            "time": "twenty-seven minutes to midnight",
            "book": "Midnight's Children",
            "author": "Salman Rushdie",
            "prefix": "We are on Colaba Causeway now, just for a moment, to reveal that at ",
            "suffix": ", the police are hunting for a dangerous criminal. His name: Joseph D'Costa. The orderly is absent, has been absent for several days, from his work at the Nursing Home, from his room near the slaughterhouse, and from the life of a distraught virginal Mary"
        }
    ],
    "23:34": [
        {
            "time": "Eleven thirty-four",
            "book": "American Psycho",
            "author": "Bret Easton Ellis",
            "prefix": "",
            "suffix": ". We stand on the sidewalk in front of Jean's apartment on the Upper East Side. Her doorman eyes us warily and fills me with a nameless dread, his gaze piercing me from the lobby. A curtain of stars, miles of them, are scattered, glowing, across the sky and their multitude humbles me, which I have a hard time tolerating. She shrugs and nods after I say something about forms of anxiety. It's as if her mind is having a hard time communicating with her mouth, as if she is searching for a rational analysis of who I am, which is, of course, an impossibility: there ... is ... no ... key"
        },
        {
            "time": "eleven thirty-four",
            "book": "The Hard Way",
            "author": "Lee Child",
            "prefix": "Reacher retrieved his G36 from under the saloon bar window at ",
            "suffix": " precisely and set out to walk back on the road, which he figured would make the return trip faster."
        }
    ],
    "23:35": [
        {
            "time": "eleven thirty-five",
            "book": "Hamlet, Revenge!",
            "author": "Michael Innes",
            "prefix": "Then at ",
            "suffix": " the door at the rear of the hall opened and a police sergeant and three constables entered, ushered by Bagot."
        }
    ],
    "23:36": [
        {
            "time": "2336",
            "book": "Infinite Jest",
            "author": "David Foster Wallace",
            "prefix": "Then Green knocks at the front door at ",
            "suffix": " - Gately has to Log the exact time and then it's his call whether to unlock the door."
        }
    ],
    "23:39": [
        {
            "time": "11.39",
            "book": "Old Possum's Book of Practical Cats",
            "author": "T S Eliot",
            "prefix": "There's a whisper down the line at ",
            "suffix": " When the Night Mail's ready to depart, Saying \"Skimble where is Skimble has he gone to hunt the thimble? We must find him or the train can't start.\""
        }
    ],
    "23:40": [
        {
            "time": "11:40",
            "book": "Dracula",
            "author": "Bram Stoker",
            "prefix": "We all have the maps and appliances of various kinds that can be had. Professor Van Helsing and I are to leave by the ",
            "suffix": " train tonight for Veresti, where we are to get a carriage to drive to the Borgo Pass. We are bringing a good deal of ready money, as we are to buy a carriage and horses."
        }
    ],
    "23:41": [
        {
            "time": "11:41",
            "book": "Noble House",
            "author": "James Clavell",
            "prefix": "In a little while his mind cleared, but his head ached, arms ached, body ached. The phosphorescent figures on his watch attracted his attention. He peered at them. The time was ",
            "suffix": ". I remember...what do I remember?"
        }
    ],
    "23:42": [
        {
            "time": "11.42",
            "book": "Old Possum's Book of Practical Cats",
            "author": "TS Eliot",
            "prefix": "At ",
            "suffix": " then the signal's nearly due And the passengers are frantic to a man- Then Skimble will appear and he'll saunter to the rear:"
        }
    ],
    "23:43": [
        {
            "time": "eleven forty-three",
            "book": "Talking to Strange Men",
            "author": "Ruth Rendell",
            "prefix": "The clock told him it was ",
            "suffix": " and in that moment, in a flash of illumination, Mungo understood what the numbers at the end of Moscow Centre's messages were"
        }
    ],
    "23:44": [
        {
            "time": "eleven forty-four",
            "book": "Dead Famous",
            "author": "Ben Elton",
            "prefix": "'At ",
            "suffix": " last night somebody stabbed this girl in the neck with a kitchen knife and immediately thereafter plunged the same knife through her skull, where it remained.’"
        }
    ],
    "23:45": [
        {
            "time": "three quarters past eleven",
            "book": "Oliver Twist",
            "author": "Charles Dickens",
            "prefix": "The church clocks chimed ",
            "suffix": ", as two figures emerged on London Bridge. One, which advanced with a swift and rapid step, was that of a woman who looked eagerly about her as though in quest of some expected object; the other figure was that of a man..."
        },
        {
            "time": "quarter to twelve",
            "book": "Three Men in a Boat",
            "author": "Jerome K. Jerome",
            "prefix": "We struck the tow-path at length, and that made us happy because prior to this we had not been sure whether we were walking towards the river or away from it, and when you are tired and want to go to bed, uncertainties like that worry you. We passed Shiplake as the clock was striking the ",
            "suffix": " and then George said thoughtfully: 'You don't happen to remember which of the islands it was, do you?'"
        }
    ],
    "23:46": [
        {
            "time": "11:46 p.m.",
            "book": "Doll: A Romance of the Mississippi",
            "author": "Joyce Carol Oates",
            "prefix": "In the Kismet Lounge, Mr. Early sees suddenly to his horror it's ",
            "suffix": " He's been in this place far longer than he'd planned, and he's had more to drink than he'd planned. Shame! What if, back at the E-Z, his little girl is crying piteously for him?"
        }
    ],
    "23:47": [
        {
            "time": "thirteen minutes to midnight",
            "book": "Dead Soldiers Don't Sing",
            "author": "Rudolf Jašík",
            "prefix": "If he had glanced at his watch, he would have seen that it was ",
            "suffix": ". And if he had been interested in what was going on, he would have heard the voices and bawling of terrified men."
        }
    ],
    "23:48": [
        {
            "time": "11.48pm.",
            "book": "American Tabloid",
            "author": "James Ellroy",
            "prefix": "Littell arranged a private charter.He told the pilot to fly balls-to-the-wall.The little two-seater rattled and shook-Kemper couldn't believe it. It was ",
            "suffix": " They were thirty-six hours short of GO."
        }
    ],
    "23:49": [
        {
            "time": "eleven minutes to midnight",
            "book": "The Boy Who Followed Ripley",
            "author": "The Patricia Highsmith",
            "prefix": "Tom shrugged. He pushed his pinkish ruffled sleeve back, and saw that it was ",
            "suffix": ". Tom finished his coffee."
        }
    ],
    "23:50": [
        {
            "time": "11.50pm",
            "book": "Extremely Loud and Incredibly Close",
            "author": "Jonathan Safran Foer",
            "prefix": "At ",
            "suffix": ", I got up extremely quietly, took my things from under the bed, and opened the door one millimeter at a time, so it wouldn't make any noise."
        }
    ],
    "23:51": [
        {
            "time": "eleven-fifty-one",
            "book": "The Mystery of Dr Fu Manchu",
            "author": "Sax Rohmer",
            "prefix": "\"Due at Waterloo at ",
            "suffix": ",\" panted Smith.\"That gives us thirty-nine minutes to get to the other side of the river and reach his hotel.\""
        }
    ],
    "23:52": [
        {
            "time": "eight minutes to midnight",
            "book": "The Green Man",
            "author": "Kingsley Amis",
            "prefix": "It was ",
            "suffix": ". Just nice time, I said to myself. Indoors, everything was quiet and in darkness. Splendid. I went to the bar and fetched a tumbler, a siphon of soda and a bottle of Glen Grant, took a weak drink and a pill, and settled down in the public dining-room to wait the remaining two minutes."
        }
    ],
    "23:53": [
        {
            "time": "7 minutes to midnight",
            "book": "The Curious Incident of the Dog in the Night-time",
            "author": "Mark Haddon",
            "prefix": "It was ",
            "suffix": ". The dog was lying on the grass in the middle of the lawn in front of Mrs. Shears' house."
        }
    ],
    "23:54": [
        {
            "time": "11.54pm",
            "book": "Conclave",
            "author": "Greg Tobin",
            "prefix": "His watch read ",
            "suffix": " Eastern Standard Time. Already it was nearly 6.00am in Rome. He had left a city frozen by a harsh January storm, after a bleak, wet Christmas season."
        }
    ],
    "23:55": [
        {
            "time": "five minutes to midnight",
            "book": "Harry Potter and the Prisoner of Azkaban",
            "author": "J. K. Rowling",
            "prefix": "\"I am going to lock you in. It is-\" he consulted his watch, \"",
            "suffix": ". Miss Granger, three turns should do it. Good luck.\""
        },
        {
            "time": "five minutes to twelve",
            "book": "The Moonstone",
            "author": "Wilkie Collins",
            "prefix": "I looked at my watch. It wanted ",
            "suffix": ", when the premonitory symptoms of the working of the laudanum first showed themselves to me. At this time, no unpractised eyes would have detected any change in him. But, as the minutes of the new morning wore away, the swiftly-subtle progress of the influence began to show itself more plainly. The sublime intoxication of opium gleamed in his eyes; the dew of a stealthy perspiration began to glisten on his face. In five minutes more, the talk which he still kept up with me, failed in coherence."
        }
    ],
    "23:56": [
        {
            "time": "four minutes to midnight",
            "book": "Wicked Women",
            "author": "Fay Weldon",
            "prefix": "The human race is at the end of the line, the doomsday clock ticks on. It's stopped for a decade at ",
            "suffix": ", but there the hands still stand. Any minute now they'll begin to move again."
        }
    ],
    "23:57": [
        {
            "time": "Eleven fifty-seven",
            "book": "No Country for Old Men",
            "author": "Cormac McCarthy",
            "prefix": "Wells looked out at the street. \"What time is it?\" he said. Chigurh raised his wrist and looked at his watch. \"",
            "suffix": "\" he said. Wells nodded. By the old woman's calendar I've got three more minutes."
        }
    ],
    "23:58": [
        {
            "time": "one minute and seventeen seconds before midnight",
            "book": "A Short History of Nearly Everything",
            "author": "Bill Bryson",
            "prefix": "Humans emerge ",
            "suffix": ". The whole of our recorded history, on this scale, would be no more than a few seconds, a single human lifetime barely an instant."
        }
    ],
    "23:59": [
        {
            "time": "a minute to midnight",
            "book": "The Man Who Walked Through Walls",
            "author": "Marcel Aymé",
            "prefix": "At ",
            "suffix": ", Roquenton was holding his wife's hand and giving her some last words of advice. On the stroke of midnight, she felt her companion's hand melt away inside her own."
        },
        {
            "time": "new day was still a minute away",
            "book": "No Country for Old Men",
            "author": "Cormac McCarthy",
            "prefix": "Chigurgh rose and picked up the empty casing off the rug and blew into it and put it in his pocket and looked at his watch. The ",
            "suffix": "."
        }
    ]
}